{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"ĠĠ":261,"Ġa":262,"Ġt":263,"in":264,"Ġo":265,"re":266,"he":267,"čĊ":268,"on":269,"er":270,"ti":271,"en":272,"Ġthe":273,"an":274,"es":275,"ed":276,"Ġc":277,"Ġan":278,"Ġof":279,"Ġs":280,"or":281,"al":282,"Ġin":283,"at":284,"ĠĠĠĠ":285,"Ġp":286,"Ġf":287,"tion":288,"Ġand":289,"it":290,"ent":291,"Ġre":292,"ing":293,"is":294,"ar":295,"Ġto":296,"Ġb":297,"om":298,"Ġw":299,"ur":300,"ec":301,"Ġd":302,"Ġm":303,"ic":304,"ro":305,"as":306,"ĠčĊ":307,"ment":308,"ĠC":309,"il":310,"Ġe":311,"ation":312,"st":313,"ve":314,"le":315,"un":316,"li":317,"ĠA":318,"lo":319,"et":320,"Ġor":321,"ĠS":322,"Ġth":323,"ce":324,"ate":325,"Ġn":326,"omp":327,"ly":328,"Ġas":329,"ĠT":330,"Ġ,":331,"Ġfor":332,"Ġcon":333,"ul":334,"ct":335,"ch":336,"ab":337,"Ġpro":338,"us":339,"ĠI":340,"id":341,"qu":342,"Ġbe":343,"Ġour":344,"ĠĠĠĠĠĠĠĠ":345,"ĠP":346,"Ġ(":347,"Ġsu":348,"Ġh":349,"Ġex":350,"im":351,"Ġon":352,"ci":353,"ol":354,"ers":355,"red":356,"ĠĠĠ":357,"ated":358,"ot":359,"ĠD":360,"ĠĠčĊ":361,"ith":362,"ay":363,"Ġinc":364,"ut":365,"Ġis":366,"em":367,"ompan":368,"Ġwith":369,"ge":370,"ect":371,"the":372,"ĠF":373,"Ġst":374,"ant":375,"ity":376,"Ġ.":377,"ompany":378,"ments":379,"Ġby":380,"ess":381,"ĠE":382,"ĠThe":383,"res":384,"ir":385,"Ġg":386,"Ġwe":387,"able":388,"Ġthat":389,"Ġac":390,"ig":391,"ain":392,"ĠR":393,"se":394,"por":395,"tive":396,"end":397,"ff":398,"Ġde":399,"Ġun":400,"ĠIn":401,"Ġare":402,"per":403,"ver":404,"ĠO":405,"ter":406,"tr":407,"ĠCompany":408,"ther":409,"ties":410,"oun":411,"Ġ$":412,"Ġres":413,"Ġsh":414,"ance":415,"Ġv":416,"ud":417,"ĠM":418,"ue":419,"Ġr":420,"ĠB":421,"ations":422,"su":423,"Ġco":424,"ition":425,"ber":426,"ĠL":427,"pp":428,"Ġany":429,"cial":430,"if":431,"eri":432,"du":433,"ĠĠĠčĊ":434,"inan":435,"est":436,"ĠN":437,"ll":438,"ount":439,"od":440,"Ġad":441,"Ġpr":442,"der":443,"Ġwh":444,"ck":445,"its":446,"Ġnot":447,"and":448,"inancial":449,"omm":450,"Ġl":451,"Ġother":452,"te":453,"ye":454,"illi":455,"illion":456,"Ġfr":457,"Ġcomp":458,"port":459,"Ġlo":460,"ase":461,"orm":462,"erm":463,"ion":464,"ad":465,"ib":466,"ich":467,"lud":468,"Ġsuch":469,"Ġat":470,"Ġexp":471,"age":472,"ans":473,"ities":474,"Ġass":475,"gre":476,"Ġfrom":477,"qui":478,"ac":479,"act":480,"Ġmillion":481,"ĠW":482,"Ġli":483,"ard":484,"Ġwhich":485,"Ġapp":486,"tain":487,"ock":488,"ember":489,"ary":490,"ĠĠĠĠĠ":491,"low":492,"ult":493,"tions":494,"ust":495,"ave":496,"Ġmay":497,"ren":498,"ure":499,"Ġam":500,"all":501,"Ġ$.":502,"vid":503,"ill":504,"th":505,"Ġdis":506,"ased":507,"Ġhave":508,"am":509,"ign":510,"Ġfinancial":511,"Ġinclud":512,"Ġacc":513,"os":514,"gree":515,"so":516,"dition":517,"Ġsub":518,"ens":519,"year":520,"Ġoper":521,"Ġus":522,"erv":523,"form":524,"iz":525,"Ġunder":526,"ark":527,"ĠĠĠĠčĊ":528,"um":529,"ally":530,"Ġthis":531,"ax":532,"ecember":533,"ies":534,"ĠSt":535,"ates":536,"ap":537,"ility":538,"Ġreg":539,"ĠU":540,"Ġtr":541,"Ġyear":542,"ome":543,"ĠDecember":544,"art":545,"Ġrec":546,"Ġval":547,"ef":548,"are":549,"ets":550,"Ġcont":551,"ĠG":552,"ĠCon":553,"ors":554,"Ġcomm":555,"ven":556,"Ġits":557,"el":558,"Ġim":559,"Ġhe":560,"uld":561,"duct":562,"ore":563,"ru":564,"Ġdi":565,"Ġch":566,"Ġresult":567,"ice":568,"Ġal":569,"ents":570,"rest":571,"ection":572,"air":573,"ating":574,"mp":575,"Ġper":576,"Ġrequi":577,"Ġreport":578,"ted":579,"Ġen":580,"terest":581,"Ġstock":582,"ĠRe":583,"ord":584,"Ġle":585,"iness":586,"greement":587,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":588,"Ġwill":589,"Ġpur":590,"ss":591,"usiness":592,"Ġmark":593,"ĠEx":594,"ow":595,"Ġinv":596,"Ġshall":597,"Ġrel":598,"Ġman":599,"Ġtax":600,"cip":601,"Ġcost":602,"ew":603,"Ġimp":604,"ange":605,"up":606,"ual":607,"Ġpay":608,"igh":609,"Ġwas":610,"ĠWe":611,"Ġmat":612,"Ġstate":613,"old":614,"Ġresp":615,"ective":616,"ash":617,"ecur":618,"Ġeff":619,"eriod":620,"Ġall":621,"Ġvalue":622,"__":623,"ĠH":624,"istr":625,"rect":626,"ended":627,"Ġprovid":628,"ĠJ":629,"Ġse":630,"lic":631,"Ġinterest":632,"uring":633,"ermin":634,"cc":635,"Ġpl":636,"ail":637,"Ġappro":638,"fer":639,"Ġamount":640,"Ġproduct":641,"ific":642,"Ġbusiness":643,"sid":644,"orpor":645,"Ġperiod":646,"ices":647,"Ġserv":648,"iv":649,"Ġ-":650,"ĠĠĠĠĠčĊ":651,"Ġincre":652,"ach":653,"to":654,"mplo":655,"ges":656,"Ġhas":657,"cal":658,"Ġab":659,"ertain":660,"ener":661,"ip":662,"Ġassets":663,"Ġpre":664,"ings":665,"tern":666,"ist":667,"rol":668,"ces":669,"aw":670,"Ġsal":671,"Ġtim":672,"Ġmarket":673,"ative":674,"tim":675,"ty":676,"urren":677,"ecu":678,"ject":679,"ug":680,"Ġcash":681,"TE":682,"ĠInc":683,"lid":684,"ares":685,"our":686,"ized":687,"Ġincome":688,"ital":689,"Ġover":690,"ak":691,"redit":692,"solid":693,"Ġdisc":694,"Ġ)":695,"ous":696,"Ġme":697,"Ġob":698,"Ġqu":699,"Ġthese":700,"Ġaddition":701,"ecurities":702,"ight":703,"Ġinvest":704,"ub":705,"ĠAgreement":706,"agement":707,"Ġnet":708,"Ġcap":709,"Ġwere":710,"Ġtrans":711,"Ġmateri":712,"val":713,"Ġno":714,"Ġoperations":715,"her":716,"Ġcould":717,"ON":718,"ollow":719,"Ġincluding":720,"Ġind":721,"Ġcl":722,"ited":723,"Ġtime":724,"enef":725,"arti":726,"solidated":727,"ort":728,"ĠĠĠĠĠĠčĊ":729,"Ġaccount":730,"row":731,"ory":732,"Ġop":733,"Ġgener":734,"ank":735,"ced":736,"vis":737,"ior":738,"formation":739,"lig":740,"Ġfair":741,"TI":742,"ability":743,"pos":744,"ected":745,"ee":746,"Ġcontrol":747,"pt":748,"Ġup":749,"Ġfollow":750,"Ġrelated":751,"Ġcontr":752,"vers":753,"Ġif":754,"ustom":755,"ately":756,"ugh":757,"Ġloss":758,"Ġdet":759,"ati":760,"Ġrep":761,"ĠComm":762,"Ġcosts":763,"rant":764,"Ġdec":765,"Ġstatements":766,"ĠCont":767,"ĠUn":768,"Ġoff":769,"Ġwhe":770,"ĠPl":771,"und":772,"ied":773,"Ġpart":774,"gy":775,"gr":776,"Ġshares":777,"Ġes":778,"velo":779,"isk":780,"ilities":781,"of":782,"ong":783,"enti":784,"ise":785,"velop":786,"ive":787,"Ġregul":788,"ense":789,"Ġthere":790,"Ġ$,":791,"Ġcertain":792,"uture":793,"Ġit":794,"Ġcurren":795,"Ġdo":796,"oll":797,"Ġsp":798,"Ġaff":799,"Ġended":800,"Ġrece":801,"ures":802,"out":803,"Ġterm":804,"ine":805,"Ġemplo":806,"Ġcustom":807,"ward":808,"Ġbased":809,"over":810,"Ġissu":811,"Ġestim":812,"Ġcommon":813,"Ġsign":814,"Ġag":815,"Ġ%":816,"str":817,"ĠV":818,"Ġeach":819,"ecutive":820,"Ġthan":821,"Ġdate":822,"Ġreven":823,"Ġout":824,"Ġfuture":825,"Ġproducts":826,"ction":827,"Ġmaterial":828,"ex":829,"ĠSection":830,"ĠPro":831,"Ġdef":832,"ical":833,"og":834,"Ġref":835,"Ġyears":836,"resent":837,"ĠCh":838,"Ġbenef":839,"ade":840,"ificant":841,"Ġinformation":842,"ose":843,"EN":844,"Ġrequire":845,"Ġfil":846,"Ġreporting":847,"ould":848,"Ġshare":849,"Ġrate":850,"ffic":851,"tit":852,"Ġbeen":853,"ĠNot":854,"Ġsubject":855,"Ġalso":856,"eral":857,"pr":858,"'s":859,"rough":860,"Ġhere":861,"wn":862,"Ġcondition":863,"Ġresults":864,"Ġduring":865,"ER":866,"Ġcons":867,"Ġcapital":868,"Ġdes":869,"Ġdevelop":870,"Ġdetermin":871,"hip":872,"ass":873,"AN":874,"The":875,"op":876,"ternal":877,"ĠPlan":878,"ferred":879,"Ġcredit":880,"Ġdirect":881,"eren":882,"Ġrequired":883,"Ġsales":884,"Ġperform":885,"ason":886,"iscal":887,"Ġrisk":888,"trib":889,"ĠFinancial":890,"Ġtheir":891,"ĠAs":892,"Ġdue":893,"Ġapplic":894,"vision":895,"ily":896,"sion":897,"ogn":898,"sidi":899,"Ġnon":900,"stru":901,"ĠStock":902,"ĠAn":903,"urance":904,"xim":905,"sure":906,"Ġmanagement":907,"Ġsignificant":908,"ĠAct":909,"aus":910,"ĠNo":911,"tiv":912,"Ġoperating":913,"ensation":914,"Ġcontract":915,"ĠOur":916,"..":917,"Ġequ":918,"Ġservices":919,"change":920,"Ġfollowing":921,"anges":922,"enses":923,"Ġcurrent":924,"ii":925,"Ġrecord":926,"Ġproper":927,"ases":928,"incip":929,"ĠĠĠĠĠĠ":930,"Ġthrough":931,"Ġlim":932,"stand":933,"____":934,"Ġpurch":935,"orporation":936,"olders":937,"oard":938,"ork":939,"articip":940,"arch":941,"ost":942,"tal":943,"ES":944,"Ġfiscal":945,"istrant":946,"ence":947,"Ġprim":948,"ximately":949,"verse":950,"Ġinto":951,"ĠState":952,"fter":953,"ĠContents":954,"ible":955,"nual":956,"Ġ.%":957,"irect":958,"quis":959,"cess":960,"ĠTr":961,"erson":962,"Ġprice":963,"ution":964,"Ġincrease":965,"ech":966,"aid":967,"Ġnew":968,"Ġright":969,"Ġown":970,"ĠĠĠĠĠĠĠ":971,"Ġupon":972,"ial":973,"min":974,"ified":975,"Ġlaw":976,"Ġins":977,"Ġcontin":978,"ectively":979,"ues":980,"ag":981,"ved":982,"bt":983,"vi":984,"standing":985,"vail":986,"ĠTh":987,"ast":988,"Ġrespect":989,"arter":990,"ĠAd":991,"arily":992,"Ġsecurities":993,"IN":994,"Ġreason":995,"Ġconsolidated":996,"quisition":997,"Ġmore":998,"Ġoblig":999,"orrow":1000,"suant":1001,"ĠEn":1002,"OR":1003,"cy":1004,"ceed":1005,"Ġmon":1006,"abilities":1007,"Ġadditional":1008,"Ġapproximately":1009,"Ġrecogn":1010,"rit":1011,"ĠAcc":1012,"arg":1013,"tem":1014,"ood":1015,"Ġ()":1016,"Ġear":1017,"Ġrem":1018,"stan":1019,"AR":1020,"abl":1021,"ĠExecutive":1022,"Ġwould":1023,"ĠAm":1024,"Ġeffect":1025,"ake":1026,"olo":1027,"ari":1028,"Ġfac":1029,"ĠĠĠĠĠĠĠčĊ":1030,"con":1031,"Ġne":1032,"Ġcan":1033,"iti":1034,"ĠSe":1035,"Ġj":1036,"In":1037,"Ġmade":1038,"Ġbas":1039,"Ġtotal":1040,"echn":1041,"Ġexpense":1042,"pend":1043,"ace":1044,"Ġset":1045,"Ġloans":1046,"AL":1047,"arr":1048,"ered":1049,"Ġone":1050,"Ġcompany":1051,"Ġredu":1052,"Ġadverse":1053,"ined":1054,"Ġreceiv":1055,"),":1056,"ves":1057,"verage":1058,"lect":1059,"yst":1060,"Ġemploye":1061,"Ġpos":1062,"Ġexpenses":1063,"Ġchanges":1064,"Ġprincip":1065,"Ġest":1066,"Ġspec":1067,"eve":1068,"--":1069,"Ġterms":1070,"ared":1071,"Ġfund":1072,"Ġmain":1073,"ership":1074,"Ġimpact":1075,"Ġext":1076,"ause":1077,"ĠForm":1078,"Ġinternal":1079,"lement":1080,"ond":1081,"aries":1082,"we":1083,"EC":1084,"aim":1085,"ten":1086,"vent":1087,"Ġavail":1088,"hib":1089,"ENT":1090,"Ġgrant":1091,"Ġdebt":1092,"tic":1093,"Ġprovided":1094,"Ġtransac":1095,"Ġprimarily":1096,"Ġbasis":1097,"AS":1098,"ĠPart":1099,"Ġagreement":1100,"ission":1101,"ame":1102,"Ġdistrib":1103,"Ġaut":1104,"Ġprovision":1105,"umber":1106,"Table":1107,"hed":1108,"Ġfore":1109,"ystem":1110,"hor":1111,"Ġcustomers":1112,"Ġrevenue":1113,"ia":1114,"Ġprior":1115,"Ġacquisition":1116,"Ġafter":1117,"Ġincluded":1118,"IT":1119,"ential":1120,"Ġrates":1121,"Ġflow":1122,"Ġpursuant":1123,"Ġar":1124,"Ġamounts":1125,"Ġquarter":1126,"TION":1127,"ke":1128,"ATE":1129,"own":1130,"tif":1131,"clud":1132,"Ġissued":1133,"Ġapplicable":1134,"Ġliabilities":1135,"Ġprovide":1136,"overn":1137,"Ġplan":1138,"cr":1139,"atory":1140,"Ġsubsidi":1141,"utions":1142,"ational":1143,"Ġaccord":1144,"Ġloan":1145,"eb":1146,"Ġinvestment":1147,"ĠIf":1148,"ĠReg":1149,"Ġactiv":1150,"ederal":1151,"ĠRes":1152,"Ġinclude":1153,"ND":1154,"Ġdecre":1155,"Ġregistrant":1156,"for":1157,"led":1158,"olic":1159,"holders":1160,"Ġwithin":1161,"Ġused":1162,"ĠBank":1163,"ang":1164,"Ġdisclo":1165,"ix":1166,"Ġint":1167,"ld":1168,"fact":1169,"Ġvari":1170,"urn":1171,"Ġfact":1172,"gram":1173,"Ġrequirements":1174,"Ġperson":1175,"ree":1176,"ĠBoard":1177,"Ġaffect":1178,"Ġconsid":1179,"ĠInd":1180,"just":1181,"Ġability":1182,"ĠDirect":1183,"cent":1184,"Ġaccounting":1185,"Ġthose":1186,"ants":1187,"ĠReport":1188,"ĠLo":1189,"Ġtermin":1190,"Ġbec":1191,"Ġequity":1192,"Ġdevelopment":1193,"Ġoutstanding":1194,"erence":1195,"ĠOffic":1196,"Ġuse":1197,"Ġfe":1198,"Ġwell":1199,").":1200,"Ġdesign":1201,"ĠK":1202,"valu":1203,"Ġret":1204,"ĠLL":1205,"cing":1206,"cept":1207,"anu":1208,"ublic":1209,"ĠCorporation":1210,"Ġavailable":1211,"Ġpayment":1212,"Ġcoll":1213,"Ġrespectively":1214,"ministr":1215,"Ġnumber":1216,"Ġclaim":1217,"Ġcompensation":1218,"ĠAccount":1219,"echnolo":1220,"Ġperformance":1221,"cul":1222,"Ġearn":1223,"itte":1224,"Ġlosses":1225,"greements":1226,"ove":1227,"ata":1228,"int":1229,"Ġrecorded":1230,"Ġincreased":1231,"Ġent":1232,"Ġeffective":1233,"Ġmet":1234,"ĠComp":1235,"sum":1236,"ĠY":1237,"ird":1238,"ack":1239,"Ġy":1240,"ĠSecurities":1241,"ĠSh":1242,"MENT":1243,"Ġday":1244,"Ġservice":1245,"urch":1246,"Ġequi":1247,"ying":1248,"Ġpresent":1249,"Ġbeli":1250,"ĠThis":1251,"av":1252,"Ġaccordance":1253,"Ġcarr":1254,"ĠDe":1255,"Ġenti":1256,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1257,"Ġconditions":1258,"Ġproperty":1259,"ĠFor":1260,"Ġfiled":1261,"erc":1262,"Ġpurchase":1263,"Ġgenerally":1264,"Ġallow":1265,"ercial":1266,"ĠThese":1267,"ons":1268,"irst":1269,"Ġpaid":1270,"ĠExchange":1271,"ĠMan":1272,"alance":1273,"ĠOF":1274,"IC":1275,"ittee":1276,"ress":1277,"Ġreal":1278,"gment":1279,"Ġbet":1280,"vidend":1281,"ompanies":1282,"Ġcomple":1283,"Ġwhen":1284,"ued":1285,"hibit":1286,"Ġpayments":1287,"Ġform":1288,"dustr":1289,"ption":1290,"Ġso":1291,"Ġexpected":1292,"Ġobligations":1293,"Ġmonth":1294,"Ġrights":1295,"Ġgu":1296,"Ġlong":1297,"vest":1298,"ĠOfficer":1299,"Ġocc":1300,"Ġful":1301,"anuary":1302,"Ġstr":1303,"Ġpar":1304,"Ġchange":1305,"par":1306,"Ġauthor":1307,"ertif":1308,"ile":1309,"EX":1310,"Ġoffic":1311,"ĠSub":1312,"andard":1313,"Ġprocess":1314,"ĠLLC":1315,"Ġchar":1316,"Ġliability":1317,"vel":1318,"ys":1319,"Ġmeas":1320,"isting":1321,"Ġmaintain":1322,"ween":1323,"Ġhad":1324,"Ġimpair":1325,"Ġaud":1326,"ĠEmplo":1327,"ief":1328,"Ġannual":1329,"Ġevalu":1330,"reat":1331,"ili":1332,"Ġsale":1333,"ĠJanuary":1334,"ĠAND":1335,"Ġmake":1336,"Ġprodu":1337,"Ġacqui":1338,"Ġrestr":1339,"Ġprogram":1340,"Ġasset":1341,"les":1342,"Ġadjust":1343,"ner":1344,"Ġrecognized":1345,"Ġbetween":1346,"Ġestimated":1347,".,":1348,"Ġtw":1349,"urred":1350,"Ġrestric":1351,"Ġsystem":1352,"Ġbut":1353,"oci":1354,"Ġdeli":1355,"ite":1356,"ĠStatements":1357,"-.":1358,"ĠUnited":1359,"articipant":1360,"fe":1361,"Ġcompared":1362,"Ġact":1363,"oint":1364,"Ġthird":1365,"Ġbenefit":1366,"Ġqual":1367,"term":1368,"Ġbank":1369,"kn":1370,"Ġagreements":1371,"Ġassoci":1372,"ĠIN":1373,"Ġconn":1374,"Ġmanu":1375,"ablis":1376,"ĠStates":1377,"ĠOn":1378,"Ġexerc":1379,"Ġemployees":1380,"Ġmanufact":1381,"ĠMarch":1382,"uted":1383,"Ġdefined":1384,"Ġremain":1385,"ĠNote":1386,"Ġactivities":1387,"Ġrevenues":1388,"Ġpolic":1389,"Ġgovern":1390,"ĠPr":1391,"cedures":1392,"wise":1393,"OL":1394,"une":1395,"Ġlevel":1396,"Ġless":1397,"mental":1398,"Ġdividend":1399,"oli":1400,"ute":1401,"()":1402,"Ġdiff":1403,"fore":1404,"orporated":1405,"Ġprincipal":1406,"onom":1407,"Ġcompanies":1408,"Ġsupp":1409,"roup":1410,"Ġcommercial":1411,"oc":1412,"Ġaward":1413,"Ġinsurance":1414,"Ġcompe":1415,"ident":1416,"ĠServ":1417,"Ġoptions":1418,"Ġend":1419,"Ġmod":1420,"Ġinvestments":1421,"yment":1422,"Ġflows":1423,"Ġreference":1424,"ower":1425,"view":1426,"Ġpercent":1427,"Ġregulatory":1428,"Ġperiods":1429,"ĠNotes":1430,"Ġotherwise":1431,"tice":1432,"Ġ$,,":1433,"Ġestablis":1434,"IS":1435,"ning":1436,"Ġwrit":1437,"Ġproceed":1438,"Ġsubstan":1439,"ID":1440,"Ġdirectors":1441,"Ġcontain":1442,"Ġren":1443,"one":1444,"Ġlaws":1445,"Ġindustr":1446,"gan":1447,"ize":1448,"Ġimpairment":1449,"Ġposition":1450,"Ġtechnolo":1451,"Ġconnection":1452,"Ġregard":1453,"uti":1454,"Ġsell":1455,"hod":1456,"Ġregulations":1457,"Ġbenefits":1458,"by":1459,"ccess":1460,"Ġprof":1461,"Ġdetermined":1462,"ines":1463,"Ġbelow":1464,"tiz":1465,"urther":1466,"ĠCredit":1467,"econom":1468,"ever":1469,"poses":1470,"gate":1471,"peri":1472,"Ġwhether":1473,"Ġlow":1474,"Ġparti":1475,"Ġassociated":1476,"ecess":1477,"Ġdeferred":1478,"Ġsubsidiaries":1479,"Ġpor":1480,"ortiz":1481,"Ġlimit":1482,"ĠJune":1483,"Ġgood":1484,"Ġleg":1485,"pre":1486,"Ġobtain":1487,"Ġforth":1488,"gage":1489,"ecurity":1490,"ĠConsolidated":1491,"older":1492,"Ġinstru":1493,"Ġforeign":1494,"based":1495,"enior":1496,"Ġlic":1497,"Ġfactors":1498,"sed":1499,"tin":1500,"Ġfederal":1501,"ĠAl":1502,"ands":1503,"ok":1504,"orporate":1505,"pendent":1506,"liance":1507,"Ġprovisions":1508,"Ġvol":1509,"SU":1510,"Ġgrow":1511,"Ġpot":1512,"Ġcustomer":1513,"CI":1514,"alth":1515,"hen":1516,"Ġtransactions":1517,"ebru":1518,"ebruary":1519,"ĠĠĠĠĠĠĠĠĠ":1520,"**":1521,"quid":1522,"Ġprocedures":1523,"ergy":1524,"Ġpurposes":1525,"inal":1526,"Ġperm":1527,"Ġgeneral":1528,"ules":1529,"arant":1530,"pro":1531,"Ġinter":1532,"Ġlimited":1533,"itted":1534,"Ġcontinue":1535,"pment":1536,"Ġeconom":1537,"Ġwho":1538,"ministrative":1539,"ĠSu":1540,"Ġfirst":1541,"Ġearnings":1542,"ances":1543,"go":1544,"Ġborrow":1545,"ĠChief":1546,"ĠParticipant":1547,"Ġrepresent":1548,"Ġmethod":1549,"Ġfees":1550,"Ġwithout":1551,"sing":1552,"Ġmeet":1553,"part":1554,"pri":1555,"ATION":1556,"....":1557,"DA":1558,"ĠAg":1559,"Ġestimates":1560,"Ġsubstanti":1561,"ources":1562,"ization":1563,"ĠTrust":1564,"ric":1565,"Ġnat":1566,"isc":1567,"Ġheld":1568,"Ġbalance":1569,"sump":1570,"Ġusing":1571,"ptember":1572,"Ġpublic":1573,"ĠOper":1574,"Ġmarkets":1575,"Ġevent":1576,"Ġgas":1577,"ful":1578,"less":1579,"ĠCommittee":1580,"Ġprices":1581,"Ġdata":1582,"Ġ\"":1583,"Ġclaims":1584,"ably":1585,"ross":1586,"de":1587,"Ġadversely":1588,"Ġabove":1589,"Ġsim":1590,"ici":1591,"ension":1592,"Ġcontracts":1593,"Ġagain":1594,"Ġderi":1595,"ortf":1596,"Ġoffer":1597,"Ġparty":1598,"Ġclass":1599,"ĠItem":1600,"Ġcal":1601,"cluding":1602,"arrant":1603,"________":1604,"ĠLend":1605,"Ġreasonable":1606,"Ġcoun":1607,"Ġbelieve":1608,"Ġstandard":1609,"Ġassess":1610,"will":1611,"line":1612,"iron":1613,"Ġthree":1614,"ĠDirectors":1615,"Ġsuccess":1616,"ving":1617,"Ġlease":1618,"als":1619,"Ġtrad":1620,"crib":1621,"ĠAccounting":1622,"ĠBorrow":1623,"ĠManagement":1624,"ts":1625,"ĠSEC":1626,"Ġportion":1627,"Ġplans":1628,"Ġfail":1629,"Ġaverage":1630,"Ġmin":1631,"Ġagainst":1632,"omb":1633,"yp":1634,"resident":1635,"ĠDate":1636,"ĠFebruary":1637,"Ġextent":1638,"ĠSeptember":1639,"cl":1640,"ear":1641,"Ġreview":1642,"ortfoli":1643,"Ġnecess":1644,"Ġreceived":1645,"Ġtaxes":1646,"Ġcontrols":1647,"Ġpat":1648,"ters":1649,"ĠST":1650,"Ġherein":1651,"Ġexisting":1652,"viron":1653,"Ġtwo":1654,"uly":1655,"ilar":1656,"Ġvarious":1657,"Ġaggre":1658,"oth":1659,"Ġdisclosure":1660,"ĠCON":1661,"Ġreturn":1662,"ĠPre":1663,"Ġvest":1664,"inancing":1665,"Ġfacility":1666,"Ġgain":1667,"Ġtable":1668,"RE":1669,"Ġdecrease":1670,"ĠLoan":1671,"cies":1672,"gin":1673,"edi":1674,"uation":1675,"Ġexpect":1676,"Ġwork":1677,"arket":1678,"with":1679,"Ġdem":1680,"ĠRE":1681,"ural":1682,"Ġexperi":1683,"ages":1684,"loc":1685,"owever":1686,"Ġonly":1687,"ĠNew":1688,"Ġapproval":1689,"ortgage":1690,"Ġoption":1691,"ĠLe":1692,"Ġparties":1693,"Ġkn":1694,"Ġiniti":1695,"Ġacquired":1696,"Ġamortiz":1697,"nership":1698,"ically":1699,"ble":1700,"ateg":1701,"Ġelect":1702,"Ġcertif":1703,"Ġdepos":1704,"Ġ),":1705,"ness":1706,"Ġaccounts":1707,"Ġassump":1708,"arm":1709,"We":1710,"Ġportfoli":1711,"Ġdoes":1712,"range":1713,"Ġconsider":1714,"Ġ).":1715,"Ġloc":1716,"Ġfacilities":1717,"icate":1718,"ateral":1719,"eries":1720,"Ġproject":1721,"Ġcase":1722,"ĠCl":1723,"set":1724,"apital":1725,"Ġregarding":1726,"verti":1727,"vered":1728,"Ġequipment":1729,"Ġsum":1730,"Ġdays":1731,"ĠAt":1732,"ĠAnnual":1733,"imum":1734,"Ġdeliver":1735,"Ġpotential":1736,"Ġaggregate":1737,"quent":1738,"ĠTO":1739,"ination":1740,"entif":1741,"Ex":1742,"ober":1743,"inical":1744,"Ġincurred":1745,"ither":1746,"Ġpayable":1747,"Ġsimilar":1748,"Ġcurrently":1749,"Ġanti":1750,"Ġfunds":1751,"Ġacce":1752,"Ġbeing":1753,"ide":1754,"ĠMr":1755,"Ġincludes":1756,"Ġstatement":1757,"Ġsame":1758,"ĠII":1759,"til":1760,"yee":1761,"urchase":1762,"uct":1763,"Ġsegment":1764,"Ġnotes":1765,"Ġadop":1766,"Ġamended":1767,"Ġconsist":1768,"ind":1769,"Ġunits":1770,"che":1771,"Ġinte":1772,"Ġnecessary":1773,"Ġliquid":1774,"Ġfollows":1775,"Ġdistribution":1776,"Ġeconomic":1777,"Ġtest":1778,"Ġexchange":1779,"ĠPresident":1780,"Ġindustry":1781,"ĠCommon":1782,"Ġhig":1783,"Con":1784,"ou":1785,"cum":1786,"Ġid":1787,"Ġrelating":1788,"Ġthen":1789,"Ġsec":1790,"Ġclo":1791,"Ġlike":1792,"Ġthey":1793,"Ġgrowth":1794,"Ġrisks":1795,"Ġrequ":1796,"pport":1797,"pl":1798,"erve":1799,"cribed":1800,"Ġhigh":1801,"ĠAgent":1802,"erg":1803,"ĠĠĠĠĠĠĠĠčĊ":1804,"Ġdated":1805,"OM":1806,"tire":1807,"Ġsett":1808,"Ġportfolio":1809,"ĠĠĠĠĠĠĠĠĠĠ":1810,"ency":1811,"tinued":1812,"Ġorder":1813,"ĠAss":1814,"ivid":1815,"roll":1816,"Ġaudit":1817,"ĠOther":1818,"Ġparticip":1819,"aj":1820,"Ġshe":1821,"Ġmost":1822,"Ġmonths":1823,"HE":1824,"MENTS":1825,"Ġboth":1826,"Ġamong":1827,"endment":1828,"ĠAr":1829,"----":1830,"ĠQ":1831,"Ġdr":1832,"Ġassumptions":1833,"ification":1834,"Ġrespons":1835,"Ġinvol":1836,"Ġgranted":1837,"sp":1838,"irm":1839,"Ġlower":1840,"ĠFIN":1841,"Ġcarrying":1842,"ault":1843,"icing":1844,"Ġfurther":1845,"ater":1846,"Ġmaterially":1847,"ĠCompensation":1848,"stances":1849,"ixed":1850,"not":1851,"Ġdividends":1852,"Ġneed":1853,"ecured":1854,"Ġreserv":1855,"tered":1856,"certain":1857,"Ġtyp":1858,"Ġfull":1859,"Ġimpro":1860,"tract":1861,"Ġemployment":1862,"Ġarrange":1863,"fr":1864,"UR":1865,"entive":1866,"ATED":1867,"Ġuti":1868,"under":1869,"Ġinstruments":1870,"Ġann":1871,"Ġproperties":1872,"vents":1873,"aware":1874,"arge":1875,"Ġsupport":1876,"ependent":1877,"eric":1878,"Item":1879,"Ġtermination":1880,"elaware":1881,"af":1882,"Ġcompeti":1883,"Ġexercise":1884,"Ġfour":1885,"ht":1886,"ending":1887,"Ġpres":1888,"Ġcir":1889,"ctober":1890,"ajor":1891,"Ġspecific":1892,"orn":1893,"ware":1894,"Ġhigher":1895,"Ġcontrib":1896,"Ġentered":1897,"Ġderiv":1898,"ĠBorrower":1899,"emed":1900,"Ġaccru":1901,"Ġnotice":1902,"SC":1903,"ollar":1904,"urse":1905,"tirement":1906,"ĠCod":1907,"Ġprovides":1908,"ian":1909,"Ġtransaction":1910,"Ġproduction":1911,"ire":1912,"Ġoffset":1913,"ins":1914,"emn":1915,"Ġhold":1916,"Ġro":1917,"Ġcomb":1918,"ciation":1919,"Ġreported":1920,"Ġenviron":1921,"angible":1922,"encies":1923,"pril":1924,"CIAL":1925,"Ġguid":1926,"ĠDef":1927,"Ġsold":1928,"man":1929,"Ġhist":1930,"inc":1931,"ient":1932,"Ġph":1933,"ety":1934,"Ġhis":1935,"Ġreasonably":1936,"ecti":1937,"ANCIAL":1938,"ob":1939,"Ġwhere":1940,"Ġreceive":1941,"ĠTrans":1942,"Ġpolicies":1943,"Ġdiscus":1944,"ctions":1945,"ĠInvest":1946,"other":1947,"gation":1948,"Ġsome":1949,"rel":1950,"vol":1951,"ĠLender":1952,"Ġfinancing":1953,"Ġtechnology":1954,"ĠTax":1955,"ĠMay":1956,"ĠOctober":1957,"Ġabout":1958,"vious":1959,"ĠINC":1960,"ĠDuring":1961,"Ġwarrant":1962,"Ġrecover":1963,"Ġawards":1964,"Ġindivid":1965,"Ġconduct":1966,"Ġ:":1967,"ĠSTATE":1968,"ĠSubsidi":1969,"alys":1970,"ler":1971,"Ġcompliance":1972,"Ġhed":1973,"iel":1974,"Ġconsum":1975,"ternational":1976,"Ġexecutive":1977,"ĠFINANCIAL":1978,"aph":1979,"Ġestate":1980,"ĠBusiness":1981,"LE":1982,"ĠEX":1983,"Ġwritten":1984,"Ġcalcul":1985,"Ġlegal":1986,"cu":1987,"OTE":1988,"istered":1989,"Ġcircum":1990,"ĠApril":1991,"cular":1992,"Ġcompon":1993,"Ġmust":1994,"Ġvaluation":1995,"ince":1996,"Ġmeans":1997,"Ġrele":1998,"sh":1999,"ĠCommission":2000,"Ġadv":2001,"Ġsystems":2002,"Ġaffected":2003,"Ġexcept":2004,"Ġreflect":2005,"ision":2006,"Ġmeasure":2007,"Ġequal":2008,"ey":2009,"Ġconstru":2010,"Ġidentif":2011,"ĠĠĠĠĠĠĠĠĠčĊ":2012,"Ġbr":2013,"idential":2014,"ually":2015,"Ġmajor":2016,"Ġincorporated":2017,"ator":2018,"Ġallowance":2019,"atives":2020,"Ġalloc":2021,"atis":2022,"enture":2023,"holder":2024,"ables":2025,"Ġsecurity":2026,"Ġinstit":2027,"ai":2028,"Ġdescribed":2029,"Ġeither":2030,"mber":2031,"Ġstockholders":2032,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠčĊ":2033,"Ġcause":2034,"Ġel":2035,"ĠJuly":2036,"quity":2037,"ĠCode":2038,"Ġnatural":2039,"ĠExhibit":2040,"Ġevents":2041,"Ġadd":2042,"Ġdiscount":2043,"ium":2044,"Ġoil":2045,"ayment":2046,"Ġrequest":2047,"ĠControl":2048,"ĠAmeric":2049,"Ġhealth":2050,"ĠAll":2051,"Ġsee":2052,"including":2053,"rec":2054,"Ġdemand":2055,"Ġbegin":2056,"Ġuntil":2057,"omes":2058,"Ġclinical":2059,"Ġpower":2060,"iven":2061,"Ġdifferen":2062,"ĠNet":2063,"ĠAny":2064,"yer":2065,"Ġmean":2066,"Ġstat":2067,"Ġbefore":2068,"ication":2069,"Ġresulting":2070,"Ġmarketing":2071,"ĠDisc":2072,"owled":2073,"Ġofficers":2074,"ĠAc":2075,"mission":2076,"Ġemployee":2077,"umul":2078,"lob":2079,"Ġlikely":2080,"Ġthous":2081,"abor":2082,"Ġgoodwill":2083,"ĠEmployee":2084,"ĠSp":2085,"Ġassurance":2086,"alysis":2087,"ale":2088,"emb":2089,"Ġcircumstances":2090,"Ġcorporate":2091,"put":2092,"Ġprot":2093,"ationship":2094,"Ġorig":2095,"sequent":2096,"Ġbillion":2097,"Ġmortgage":2098,"Ġsever":2099,"going":2100,"nel":2101,"Ġdel":2102,"ield":2103,"ĠĠĠĠĠĠĠĠĠĠĠĠĠ":2104,"ĠHold":2105,"Ġfixed":2106,"ĠAward":2107,"ĠNove":2108,"AP":2109,"IB":2110,"ĠStatement":2111,"ĠCapital":2112,"Ġofficer":2113,"ĠNovember":2114,"rent":2115,"ound":2116,"ĠGener":2117,"veness":2118,"ĠEnergy":2119,"ild":2120,"Ġremaining":2121,"liz":2122,"Ġrequires":2123,"Ġconf":2124,"ĠGroup":2125,"Ġapproved":2126,"sures":2127,"ĠServices":2128,"Ġentit":2129,"Ġagre":2130,"Ġprep":2131,"Ġentity":2132,"Ġprofit":2133,"Ġstandards":2134,"Ġexceed":2135,"Ġhistor":2136,"ict":2137,"ple":2138,"Ġimm":2139,"Ġpresented":2140,"ugust":2141,"Ġprevious":2142,"Ġ,,":2143,"Ġissuance":2144,"Ġrestricted":2145,"Ġuncertain":2146,"Ġaction":2147,"Ġexperience":2148,"Ġparticular":2149,"ule":2150,"Ġjud":2151,"Ġanticip":2152,"ectiveness":2153,"Ġappropri":2154,"ured":2155,"ĠInterest":2156,"ĠIncome":2157,"Ġproceeds":2158,"lying":2159,"Ġsumm":2160,"Ġsc":2161,"Ġreduce":2162,"Ġdeemed":2163,"Ġable":2164,"Ġrecent":2165,"app":2166,"Ġoccur":2167,"Ġowned":2168,"Ġbro":2169,"itures":2170,"Ġreserves":2171,"Ġactual":2172,"serv":2173,"ĠThere":2174,"Ġexcess":2175,"Ġforward":2176,"ĠUnder":2177,"ĠRec":2178,"ĠLi":2179,"ĠDelaware":2180,"Ġrese":2181,"lobal":2182,"Ġunit":2183,"Ġindividual":2184,"Ġitem":2185,"Ġbu":2186,"ĠProper":2187,"sive":2188,"Ġmatur":2189,"iii":2190,"graph":2191,"ĠShares":2192,"ĠAugust":2193,"Ġbecome":2194,"SOL":2195,"asing":2196,"Ġindic":2197,"Ġlife":2198,"Ġequival":2199,"dic":2200,"ope":2201,"ĠSTATEMENTS":2202,"ĠSeries":2203,"Ġcurrency":2204,"ĠIs":2205,"enant":2206,"Ġindependent":2207,"cer":2208,"lied":2209,"Ġconsidered":2210,"rehen":2211,"rehensive":2212,"Ġestablished":2213,"ĠFac":2214,"-(":2215,"Ġvot":2216,"Ġbecause":2217,"clus":2218,"igned":2219,"Ġposs":2220,"chi":2221,"Ġsubsidiary":2222,"ised":2223,"Ġdepend":2224,"ulti":2225,"ĠTable":2226,"Ġguarant":2227,"paration":2228,"gments":2229,"CE":2230,"Ġboard":2231,"venue":2232,"ĠĠĠĠĠĠĠĠĠĠĠ":2233,"iss":2234,"Ġneg":2235,"state":2236,"force":2237,"Ġdetermine":2238,"SOLID":2239,"ĠOption":2240,"Ġtrust":2241,"Ġsatis":2242,"urrent":2243,"Ġmanufacturing":2244,"rug":2245,"alf":2246,"uris":2247,"ra":2248,"Ġthereof":2249,"ĠPer":2250,"orth":2251,"Ġinvent":2252,"Ġinterests":2253,"iliates":2254,"Ġdocu":2255,"aking":2256,"Ġownership":2257,"Ġgross":2258,"oft":2259,"Ġguidance":2260,"ĠDirector":2261,"ĠEquity":2262,"Ġrati":2263,"ĠBenef":2264,"SOLIDATED":2265,"avor":2266,"Ġ/":2267,"Ġspecified":2268,"ĠApp":2269,"urisdic":2270,"Ġcharge":2271,"Ġtrial":2272,"ough":2273,"ĠMarket":2274,"ĠCo":2275,"ĠEnter":2276,"ĠRegul":2277,"Ġappropriate":2278,"Ġlevels":2279,"work":2280,"Ġprograms":2281,"CC":2282,"ĠSee":2283,"Ġeffectiveness":2284,"Ġprem":2285,"Ġreports":2286,"BS":2287,"Ġyou":2288,"Ġentitled":2289,"Ġpost":2290,"ĠParty":2291,"Ġestimate":2292,"Ġachi":2293,"ron":2294,"Ġdesigned":2295,"Ġvalues":2296,"inion":2297,"TEM":2298,"ĠMat":2299,"aged":2300,"Ġche":2301,"ier":2302,"volving":2303,"Ġexpend":2304,"Ġcollateral":2305,"Ġfl":2306,"Ġgovernment":2307,"Ġretain":2308,"Ġmarg":2309,"Ġshould":2310,"fficient":2311,"Ġutiliz":2312,"ibility":2313,"Ġdam":2314,"pted":2315,"ĠTHE":2316,"Ġeng":2317,"gies":2318,"Ġdispos":2319,"Ġcharges":2320,"aff":2321,"Ġattrib":2322,"Ġresearch":2323,"ĠAddition":2324,"acity":2325,"Ġbeginning":2326,"Ġcommit":2327,"andl":2328,"oftware":2329,"Ġgreat":2330,"tigation":2331,"Ġobligation":2332,"Ġtransfer":2333,"Ġpriv":2334,"ĠĠĠĠĠĠĠĠĠĠĠĠčĊ":2335,"Ġacquisitions":2336,"Ġbase":2337,"Ġexam":2338,"Ġcontained":2339,"Ġlocal":2340,"Ġmanufacture":2341,"Ġprac":2342,"Ġdecreased":2343,"Ġleases":2344,"Ġrelationship":2345,"ify":2346,"ĠPh":2347,"Ġvolum":2348,"Ġcompleted":2349,"ĠOr":2350,"Ġimprove":2351,"Ġimplement":2352,"ury":2353,"Ġentities":2354,"Ġlicense":2355,"ections":2356,"ĠRel":2357,"Ġdecl":2358,"ĠFederal":2359,"Ġadministrative":2360,"ĠVal":2361,"ĠGu":2362,"comp":2363,"ting":2364,"Ġexec":2365,"uel":2366,"Ġthousands":2367,"Ġenter":2368,"Ġpercentage":2369,"Ġsubstantially":2370,"ĠFr":2371,"ĠVice":2372,"ays":2373,"ĠMed":2374,"ners":2375,"ĠOperations":2376,"ĠRegistrant":2377,"Ġatt":2378,"Ġlarge":2379,"ighted":2380,"Company":2381,"Ġevaluation":2382,"ĠCONSOLIDATED":2383,"Ġtreat":2384,"ising":2385,"ED":2386,"Ġaccrued":2387,"uc":2388,"imb":2389,"):":2390,"Ġderivative":2391,"Ġrules":2392,"Ġshort":2393,"ises":2394,"Re":2395,"ĠHe":2396,"ligible":2397,"Ġsenior":2398,"party":2399,"ĠSenior":2400,"-.>":2401,"Ġcor":2402,"Ġfive":2403,"ĠEur":2404,"Ġcr":2405,"Ġcannot":2406,"ĠPartnership":2407,"Ġnegative":2408,"ral":2409,"Ġsubstantial":2410,"ĠPR":2411,"ĠShare":2412,"ĠRestr":2413,"ph":2414,"itle":2415,"isted":2416,"Ġjurisdic":2417,"Ġdirectly":2418,"formance":2419,"Ġimmedi":2420,"Ġintangible":2421,"inance":2422,"equ":2423,"Ġmulti":2424,"Ġreduction":2425,"ĠSU":2426,"Ġaccess":2427,"owledge":2428,"Ġfully":2429,"Ġfailure":2430,"io":2431,"Ġord":2432,"hold":2433,"related":2434,"Ġvi":2435,"Ġassum":2436,"Ġmodel":2437,"Ġbre":2438,"</":2439,"Ġcaus":2440,"Ġsecond":2441,"Ġsel":2442,"Ġprinciples":2443,"Ġorgan":2444,"ĠTo":2445,"Our":2446,"Ġincreases":2447,"ĠClass":2448,"ĠFAS":2449,"........":2450,"Ġintegr":2451,"Ġpolicy":2452,"Ġarrangements":2453,"utable":2454,"ĠFacility":2455,"OU":2456,"ees":2457,"Ġgreater":2458,"Ġsuppli":2459,"Ġcli":2460,"Ġcapacity":2461,"SI":2462,"Ġbusinesses":2463,"Ġconsideration":2464,"ators":2465,"action":2466,"Ġcontinu":2467,"Ġlocated":2468,"istration":2469,"ĠCash":2470,"lity":2471,"Ġhistorical":2472,"Ġmed":2473,"mall":2474,"Ġshareholders":2475,"Ġhereby":2476,"acc":2477,"ivers":2478,"Ġconstruction":2479,"arget":2480,"andid":2481,"Ġreduced":2482,"ina":2483,"ĠLim":2484,"Ġcoven":2485,"ffective":2486,"Ġgroup":2487,"ĠAdministrative":2488,"ĠFund":2489,"itive":2490,"ession":2491,"Ġpreviously":2492,"Ġsince":2493,"dule":2494,"Ġsole":2495,"TS":2496,"Ġgains":2497,"Ġexpenditures":2498,"Ġeffort":2499,"Ġpatent":2500,"version":2501,"inated":2502,"Ġsignificantly":2503,"Ġamortization":2504,"ĠHoldings":2505,"Ġresources":2506,"ĠFDA":2507,"Ġbeh":2508,"Ġestablish":2509,"ĠX":2510,"Ġquality":2511,"ĠNon":2512,"ptions":2513,"ĠPreferred":2514,"Ġdefault":2515,"lation":2516,"sue":2517,"Ġcommun":2518,"ĠInformation":2519,"oking":2520,"ĠPerson":2521,"Ġminimum":2522,"Ġcountr":2523,"ores":2524,"Ġthem":2525,"Ġadequ":2526,"Ġsatisf":2527,"Ġopinion":2528,"Ġseek":2529,"Ġreli":2530,"Ġstud":2531,"Ġmany":2532,"ocu":2533,"Ġsuccessful":2534,"ĠExp":2535,"Ġretail":2536,"Ġadopted":2537,"Ġcovered":2538,"ish":2539,"Ġsepar":2540,"Ġpen":2541,"ell":2542,"Ġaccept":2543,"ĠCOM":2544,"Ġdrug":2545,"retion":2546,"Ġcomply":2547,"chedule":2548,"Ġdelivery":2549,"portun":2550,"ĠTerm":2551,"Ġsoftware":2552,"vertible":2553,"Ġunless":2554,"Ġcompetitive":2555,"ĠRisk":2556,"ading":2557,"etary":2558,"erger":2559,"Ġexpo":2560,"Ġinventory":2561,"Ġstrateg":2562,"ompanying":2563,"Ġinitial":2564,"olutions":2565,"Ġreceivable":2566,"Ġcandid":2567,"key":2568,"St":2569,"alties":2570,"OTES":2571,"tenance":2572,"Ġpremium":2573,"ĠGeneral":2574,"aging":2575,"ĠTenant":2576,"Ġliquidity":2577,"Ġcompar":2578,"acy":2579,"Ġhowever":2580,"ebted":2581,"Ġjoint":2582,"lerated":2583,"Ġpreferred":2584,"Ġholders":2585,"ĠCan":2586,"Ġsufficient":2587,"reas":2588,"ebtedness":2589,"Ġactions":2590,"Ġinst":2591,"Ġfee":2592,"icted":2593,"AT":2594,"Ġpati":2595,"Ġsettlement":2596,"Ġplus":2597,"preciation":2598,"Ġprom":2599,"Ġunable":2600,"Ġpension":2601,"Ġdecision":2602,"Ġsubsequent":2603,"ged":2604,"evel":2605,"Ġopportun":2606,"Ġenvironmental":2607,"pose":2608,"ĠAff":2609,"POR":2610,"get":2611,"Ġinput":2612,"Ġsur":2613,"Ġleast":2614,"Ġpermitted":2615,"Ġreimb":2616,"ĠFASB":2617,"Ġpricing":2618,"Ġmatters":2619,"ĠSout":2620,"unction":2621,"resp":2622,"Ġrespective":2623,"Ġaccepted":2624,"As":2625,"ensed":2626,"ĠSupp":2627,"enced":2628,"reg":2629,"ĠBased":2630,"uations":2631,"Ġauthorized":2632,"ĠDistr":2633,"ĠAmendment":2634,"ĠIns":2635,"ext":2636,"Ġdeposit":2637,"Ġoperation":2638,"htm":2639,"Ġmaterials":2640,"Ġquarterly":2641,"ĠHowever":2642,"lear":2643,"PL":2644,"ĠProduct":2645,"Ġaccompanying":2646,"andlord":2647,"oper":2648,"Ġ[":2649,"Ġcomprehensive":2650,"side":2651,"Ġcre":2652,"ĠOperating":2653,"Ġconstit":2654,"Ġexpress":2655,"Ġadjustments":2656,"Ġmemb":2657,"AC":2658,"Ġattributable":2659,"ĠPar":2660,"tices":2661,"Ġfourth":2662,"ĠInternal":2663,"wh":2664,"ING":2665,"Ġcorporation":2666,"Ġbelie":2667,"xy":2668,"Ġimmediately":2669,"rs":2670,"sel":2671,"Ġpurchased":2672,"AAP":2673,"Ġline":2674,"ĠOwn":2675,"ĠYork":2676,"Ġtrading":2677,"ingly":2678,"tics":2679,"Ġactivity":2680,"land":2681,"ĠRevenue":2682,"ĠIssu":2683,"Ġkey":2684,"ĠCal":2685,"Ġrest":2686,"Ġresponsible":2687,"ĠEntergy":2688,"orp":2689,"ĠĠĠĠĠĠĠĠĠĠčĊ":2690,"cluded":2691,"Ġdil":2692,"Continued":2693,"IES":2694,"Ġitems":2695,"Ġoffering":2696,"Ġsheet":2697,"Ġconsent":2698,"FIC":2699,"aud":2700,"ĠRule":2701,"ĠASU":2702,"Ġdollar":2703,"ĠDocu":2704,"Ġtake":2705,"Ġapplication":2706,"off":2707,"alty":2708,"though":2709,"Ġwhol":2710,"Ġte":2711,"Exhibit":2712,"ton":2713,"ĠGuarant":2714,"resents":2715,"Ġcoverage":2716,"llect":2717,"izes":2718,"llectual":2719,"Ġoperate":2720,"plo":2721,"Ġweighted":2722,"Ġmis":2723,"Ġcontractual":2724,"Ġdeposits":2725,"eria":2726,"Ġbehalf":2727,"ley":2728,"Ġfinal":2729,"Ġmanner":2730,"Ġhereof":2731,"arb":2732,"ĠWh":2733,"Ġcompetit":2734,"Ġspecial":2735,"Ġindemn":2736,"Ġ.(":2737,"Ġregistered":2738,"Ġded":2739,"Ġ..":2740,"ering":2741,"Ġplace":2742,"Ġenergy":2743,"ĠProperty":2744,"ics":2745,"Ġcompet":2746,"Ġmaturity":2747,"Ġsuper":2748,"ĠSystem":2749,"Ġdecline":2750,"Ġprimary":2751,"Ġrestrictions":2752,"Ġknowledge":2753,"Ġaddress":2754,"Ġassessment":2755,"ĠService":2756,"afety":2757,"vant":2758,"Ġsupply":2759,"Ġfluct":2760,"ging":2761,"Ġconsult":2762,"Ġsw":2763,"lor":2764,"ĠLimited":2765,"Ġcheck":2766,"be":2767,"Ġpersonnel":2768,"avorable":2769,"Ġlitigation":2770,"Ġpast":2771,"Ġincur":2772,"ories":2773,"Ġhereunder":2774,"ĠYear":2775,"ĠCanad":2776,"ocus":2777,"Ġmaintenance":2778,"Ġcaused":2779,"ĠGrant":2780,"ART":2781,"Ġoffice":2782,"Ġdid":2783,"Ġyour":2784,"ĠSubsidiaries":2785,"Ġseveral":2786,"ĠSal":2787,"Ġwarrants":2788,"Ġpropos":2789,"OC":2790,"Ġefforts":2791,"Ġborrowings":2792,"Ġgiven":2793,"Ġsummar":2794,"FAS":2795,"Ġsmall":2796,"AB":2797,"aken":2798,"incipal":2799,"riteria":2800,"Ġcomponents":2801,"ermination":2802,"ĠUS":2803,"Ġdirector":2804,"Ġtreatment":2805,"ĠIncentive":2806,"Ġund":2807,"Ġ-,":2808,"crip":2809,"Ġpartially":2810,"anch":2811,"Ġinf":2812,"Ġreceip":2813,"ursuant":2814,"Ġvolati":2815,"Ġrepl":2816,"ĠGovern":2817,"Ġratio":2818,"ĠAmerica":2819,"EP":2820,"Ġclassified":2821,"exp":2822,"icial":2823,"Ġpersons":2824,"Ġamend":2825,"Ġpred":2826,"ĠPeriod":2827,"Un":2828,"Ġthereto":2829,"Ġrepurchase":2830,"Ġdiscretion":2831,"otal":2832,"TR":2833,"ource":2834,"Ġcare":2835,"Ġcovenants":2836,"ategy":2837,"Ġsecured":2838,"ather":2839,"ĠLease":2840,"loss":2841,"Ġadoption":2842,"mitted":2843,"Ġdistributions":2844,"Ġconting":2845,"looking":2846,"after":2847,"ring":2848,"ĠSell":2849,"Ġnetwork":2850,"Ġinfr":2851,"Ġmajority":2852,"Ġdiffic":2853,"ĠRestricted":2854,"Ġunderlying":2855,"mit":2856,"ĠPublic":2857,"ĠOb":2858,"Ġsubs":2859,"Ġanalysis":2860,"Ġtrade":2861,"Ġknown":2862,"Ġtarget":2863,"Ġcour":2864,"ĠMe":2865,"Ġcompetitors":2866,"HER":2867,"Ġassign":2868,"ote":2869,"Ġapplications":2870,"ĠUnits":2871,"oss":2872,"Ġpositions":2873,"On":2874,"Ġdown":2875,"Ġvesting":2876,"Ġbelieves":2877,"ĠEurope":2878,"Ġdefin":2879,"ults":2880,"Ġrenew":2881,"iring":2882,"ĠOff":2883,"Ġinputs":2884,"ĠEach":2885,"Ġenforce":2886,"Ġpoint":2887,"orld":2888,"ath":2889,"Ġoccurred":2890,"uthor":2891,"ĠLandlord":2892,"ications":2893,"RS":2894,"Ġcontinued":2895,"NG":2896,"Ġfile":2897,"umulated":2898,"ĠPower":2899,"Ġpossible":2900,"Ġmax":2901,"Ġtaxable":2902,"Ġcarry":2903,"Ġconsumer":2904,"ĠCertain":2905,"Ġmeeting":2906,"ĠSuch":2907,"ĠColl":2908,"ĠNorth":2909,"Ġfuel":2910,"Ġdetermination":2911,"Ġlast":2912,"Ġexposure":2913,"Ġadjusted":2914,"ĠAssets":2915,"Ġcent":2916,"ITEM":2917,"US":2918,"ĠTrustee":2919,"GE":2920,"ĠRelated":2921,"limin":2922,"ingle":2923,"Ġexist":2924,"Ġfocus":2925,"Ġmeaning":2926,"ĠLoans":2927,"Ġdelivered":2928,"Ġwhile":2929,"ĠDisclo":2930,"Ġdiscussion":2931,"td":2932,"Ġten":2933,"ĠIII":2934,"co":2935,"Ġpartnership":2936,"ruct":2937,"ished":2938,"velopment":2939,"ĠDis":2940,"Ġactive":2941,"Ġcriteria":2942,"Ġamortized":2943,"Ġselling":2944,"Ġdev":2945,"ects":2946,"osed":2947,"Ġreimburse":2948,"ĠASC":2949,"VE":2950,"________________":2951,"ions":2952,"Ġoverall":2953,"Ġaccounted":2954,"Ġagreed":2955,"Ġothers":2956,"Ġclosing":2957,"Ġprivate":2958,"Ġrespects":2959,"Ch":2960,"Ġevid":2961,"appro":2962,"ouse":2963,"ĠLtd":2964,"Ġfirm":2965,"emption":2966,"Ġbal":2967,"Ġbuild":2968,"Ġlet":2969,"PA":2970,"Ġdifferent":2971,"Ġissue":2972,"Ġtechn":2973,"tax":2974,"Ġpartner":2975,"Ġmargin":2976,"Ġcandidates":2977,"Ġeligible":2978,"Ġacquire":2979,"Ġinstitutions":2980,"ĠPerformance":2981,"Ġconcer":2982,"Ġcommitments":2983,"ĠBr":2984,"Ġcounter":2985,"Ġcombination":2986,"izations":2987,"Ġachieve":2988,"ANT":2989,"ĠDes":2990,"ook":2991,"ĠBu":2992,"Ġexpand":2993,"Ġpatents":2994,"ĠContract":2995,"ĠCertif":2996,"Ġstruct":2997,"Ġlimitations":2998,"Ġapply":2999,"recogn":3000,"here":3001,"me":3002,"ĠAdditionally":3003,"Ġcommittee":3004,"Ġnature":3005,"Ġindirect":3006,"ĠCour":3007,"Ġpreparation":3008,"exas":3009,"ĠRate":3010,"ĠPa":3011,"err":3012,"onus":3013,"bs":3014,"Ġvolume":3015,"Ġmembers":3016,"Ġrealized":3017,"ĠSecurity":3018,"Ġincentive":3019,"Ġsingle":3020,"Ġcontinuing":3021,"Ġconversion":3022,"Ġtiming":3023,"Ġrating":3024,"rend":3025,"clusive":3026,"Ġrecognition":3027,"tical":3028,"Ġoutside":3029,"--------":3030,"Ġcomplete":3031,"struct":3032,"ĠInvestment":3033,"alized":3034,"Ġprosp":3035,"ĠData":3036,"Ġforec":3037,"Ġadjustment":3038,"Ġresulted":3039,"porary":3040,"ĠLevel":3041,"ĠQu":3042,"Ġfunding":3043,"ĠCost":3044,"Ġrelative":3045,"yn":3046,"Ġrelationships":3047,"iforn":3048,"ifornia":3049,"utes":3050,"Ġtimely":3051,"Ġviol":3052,"Ġinternational":3053,"Ġintellectual":3054,"ĠInternational":3055,"Ġauthority":3056,"ĠStandard":3057,"very":3058,"Ġjudgment":3059,"ĠPurchase":3060,"Ġswap":3061,"Ġvoting":3062,"round":3063,"Ġholding":3064,"HIB":3065,"$.":3066,"Ġcop":3067,"Ġadvis":3068,"Ġcateg":3069,"itor":3070,"Ġproviding":3071,"hes":3072,"Ġsources":3073,"ĠPurch":3074,"read":3075,"HIBIT":3076,"ights":3077,"Ġanticipated":3078,"Ġaffiliates":3079,"ep":3080,"tives":3081,"ĠNOTES":3082,"IDI":3083,"Ġrange":3084,"Ġstrategy":3085,"ĠSec":3086,"ignificant":3087,"Ġrepresents":3088,"olution":3089,"prietary":3090,"Ġdelay":3091,"tary":3092,"writ":3093,"ĠCurrent":3094,"Ġquot":3095,"aired":3096,"Ġneeds":3097,"Ġmember":3098,"ĠCourt":3099,"which":3100,"Ġul":3101,"cription":3102,"ature":3103,"Ġred":3104,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3105,"Ġprevent":3106,"Ġbond":3107,"Ġintend":3108,"any":3109,"Ġworking":3110,"Ġge":3111,"Ġoriginal":3112,"time":3113,"ĠSUBS":3114,"Ġprojects":3115,"Ġsegments":3116,"Ġcompr":3117,"December":3118,"ĠChange":3119,"entures":3120,"Ġdiscussed":3121,"ĠFair":3122,"ĠRest":3123,"ayments":3124,"sured":3125,"reasury":3126,"IDIAR":3127,"ĠTexas":3128,"Ġpurpose":3129,"Ġequivalents":3130,"Ġyield":3131,"ĠValue":3132,"Ġinstall":3133,"Ġamendment":3134,"Ġpenalties":3135,"ool":3136,"Ġserved":3137,"Ġforegoing":3138,"Ġopen":3139,"vertising":3140,"ĠWith":3141,"rupt":3142,"Ġreturns":3143,"ĠUp":3144,"az":3145,"ĠOblig":3146,"OP":3147,"Ġdesignated":3148,"emplo":3149,"Ġnext":3150,"Ġmanage":3151,"ĠSubsidiary":3152,"Ġsection":3153,"sub":3154,"tention":3155,"Ġterminated":3156,"Ġtechnologies":3157,"Ġensure":3158,"Ġautom":3159,"gether":3160,"ĠSFAS":3161,"Ġsix":3162,"Ġeffects":3163,"cont":3164,"Ġcountries":3165,"Ġtaken":3166,"ĠCalifornia":3167,"Ġfiler":3168,"Ġlarg":3169,"Ġbalances":3170,"servable":3171,"inary":3172,"Ġconsolid":3173,"ĠRegulation":3174,"lected":3175,"Ġregulation":3176,"Ġenh":3177,"Ġname":3178,"ĠLaw":3179,"Ġearned":3180,"Ġrelevant":3181,"ĠGAAP":3182,"Ġdepreciation":3183,"ĠInsurance":3184,"Ġunre":3185,"Ġareas":3186,"Ġindebtedness":3187,"Ġfiling":3188,"Ġperformed":3189,"Ġcomponent":3190,"mon":3191,"Ġreserve":3192,"Ġrestruct":3193,"ĠSUBSIDIAR":3194,"Ġcalculated":3195,"Ġ.%,":3196,"ĠRep":3197,"Ġhighly":3198,"Ġ(\"":3199,"Ġaccumulated":3200,"ĠShe":3201,"Ġtypically":3202,"Ġrecovery":3203,"Ġdetail":3204,"ĠCorporate":3205,"Ġelectric":3206,"Ġcover":3207,"Ġagencies":3208,"Ġterminate":3209,"Ġgo":3210,"date":3211,"ded":3212,"ORPOR":3213,"Ġglobal":3214,"iliate":3215,"Ġarising":3216,"Ġtrend":3217,"Ġobj":3218,"CH":3219,"endar":3220,"Ġultim":3221,"ĠAccord":3222,"ĠTermination":3223,"Ġvolatility":3224,"Ġem":3225,"care":3226,"lease":3227,"Ġlonger":3228,"ining":3229,"SE":3230,"Ġmedical":3231,"ograph":3232,"ĠFirst":3233,"Ġproceedings":3234,"ker":3235,"illing":3236,"recognized":3237,"Ġpreced":3238,"Ġmaximum":3239,"Ġsafety":3240,"eed":3241,"erred":3242,"BR":3243,"Ġintended":3244,"utical":3245,"invest":3246,"Ġmeasurement":3247,"Ġgenerated":3248,"interest":3249,"Ġexecuted":3250,"Ġadequate":3251,"Ġretirement":3252,"aceutical":3253,"Ġsched":3254,"Ġbanking":3255,"Ġaltern":3256,"Ġnam":3257,"Ġmaking":3258,"Ġreceipt":3259,"airman":3260,"Ġthings":3261,"iving":3262,"lass":3263,"Ġpatients":3264,"way":3265,"Ġgr":3266,"ĠFurther":3267,"Ġmeasured":3268,"ane":3269,"armaceutical":3270,"Ġnor":3271,"Ġqualified":3272,"Ġtrials":3273,"ounts":3274,"Ġentire":3275,"ipp":3276,"Ġreflected":3277,"***":3278,"Ġelectron":3279,"ĠĠĠĠĠĠĠĠĠĠĠĠ":3280,"rolling":3281,"eti":3282,"arged":3283,"ĠSupplement":3284,"Ġconsistent":3285,"Ġpermit":3286,"iration":3287,"omestic":3288,"Ġaccelerated":3289,"Ġland":3290,"Ġfairly":3291,"Ġbest":3292,"aring":3293,"Ġdifficult":3294,"ns":3295,"that":3296,"Ġtem":3297,"ĠEffective":3298,"IR":3299,"aving":3300,"Ġair":3301,"back":3302,"Ġsolutions":3303,"Ġlimitation":3304,"Ġarea":3305,"Ġplant":3306,"Ġimport":3307,"qual":3308,"ipel":3309,"Ġcall":3310,"Ġindicated":3311,"erial":3312,"Ġtesting":3313,"Ġdocuments":3314,"Ġdisclosed":3315,"Ġreferred":3316,"Ġcourt":3317,"Ġproprietary":3318,"Ġdamages":3319,"Ġinstitution":3320,"Ġdiffer":3321,"Ġmil":3322,"Ġexecu":3323,"withstanding":3324,"Ġworld":3325,"Ġbreach":3326,"Ġk":3327,"Ġrecognize":3328,"Ġvested":3329,"Pro":3330,"Ġcontributions":3331,"EO":3332,"Ġharm":3333,"ĠNational":3334,"ager":3335,"Ġinvestors":3336,"anes":3337,"ĠEmployer":3338,")()":3339,"Ġcompetition":3340,"Ġprob":3341,"Ġdocument":3342,"financial":3343,"Ġseparate":3344,"Ġcourse":3345,"ĠIndemn":3346,"Ġtransport":3347,"come":3348,"Ġcalendar":3349,"ĠBl":3350,"Ġprotection":3351,"Ġopportunities":3352,"ĠCent":3353,"TED":3354,"utory":3355,"herent":3356,"ĉĉ":3357,"ĠMedic":3358,"Ġdisposition":3359,"Ġdetermining":3360,"avings":3361,"TING":3362,"Ġlend":3363,"Ġroy":3364,"ĠSUBSIDIARIES":3365,"osp":3366,"Ġhedge":3367,"ĠDebt":3368,"Ġelection":3369,"eful":3370,"Ġlead":3371,"organ":3372,"Ġjurisdiction":3373,"Ġmeasures":3374,"partment":3375,"Ġtherefore":3376,"ĠGood":3377,"ecause":3378,"Ġagrees":3379,"ites":3380,"Ġallocated":3381,"ĠAdministr":3382,"hic":3383,"Ġconducted":3384,"ĠIndenture":3385,"ĠPrior":3386,"actions":3387,"Ġavailability":3388,"ick":3389,"ov":3390,"Ġprofession":3391,"ĠTechnolo":3392,"ration":3393,"Ġstatus":3394,"Ġimpaired":3395,"Ġproposed":3396,"Ġ$,.":3397,"paid":3398,"ĠAcquisition":3399,"Ġmaintaining":3400,"agraph":3401,"IP":3402,"ĠTaxes":3403,"Ġassumed":3404,"Ġparticularly":3405,"Ġdeveloped":3406,"aster":3407,"Ġnote":3408,"ĠHealth":3409,"Ġincreasing":3410,"Ġbroad":3411,"Ġve":3412,"rap":3413,"active":3414,"ĠGlobal":3415,"Ġmer":3416,"Ġcomput":3417,"Ġmy":3418,"ah":3419,"OUN":3420,"ĠAC":3421,"\")":3422,"market":3423,"EF":3424,"comm":3425,"Ġpersonal":3426,"Ġongoing":3427,"anc":3428,"Ġclients":3429,"LO":3430,"Ġden":3431,"ĠAlthough":3432,"Ġuseful":3433,"Ġlabor":3434,"Ġequivalent":3435,"Ġcontingent":3436,"Ġauthorities":3437,"Ġtogether":3438,"Ġpurchases":3439,"ĠCollateral":3440,"ĠAccordingly":3441,"wide":3442,"insurance":3443,"ERS":3444,"Ġsuppliers":3445,"Ġarrangement":3446,"dr":3447,"anti":3448,"ĠResults":3449,"orage":3450,"atform":3451,"Ġdisclosures":3452,"ĠAmended":3453,"Ġsigned":3454,"Ġpractices":3455,"ences":3456,"ĠIt":3457,"Ġback":3458,"Ġfavorable":3459,"ĠChanges":3460,"Ġidentified":3461,"ĠSeller":3462,"Ġconstitute":3463,"Ġdates":3464,"Ġreplace":3465,"Ġalle":3466,"Ġelimin":3467,"Ġrecords":3468,"Ġabs":3469,"Ġpreceding":3470,"ĠAsso":3471,"Ġemploy":3472,"Ġinherent":3473,"anced":3474,"Ġsupervision":3475,"Ġwholly":3476,"Ġvariable":3477,"lived":3478,"Ġpa":3479,"forward":3480,"Ġfluctuations":3481,"Ġfurn":3482,"Ġagent":3483,"ĠCondition":3484,"Ġwebs":3485,"Ġevidence":3486,"ĠRules":3487,"ĠProgram":3488,"Ġbanks":3489,"owned":3490,"coll":3491,"ĠAG":3492,"TIES":3493,"Ġconver":3494,"Ġrevolving":3495,"Ġcases":3496,"yl":3497,"ĠArtic":3498,"Ġevaluating":3499,"Ġconvertible":3500,"ĠACC":3501,"Ġenvironment":3502,"Ġaudits":3503,"Ġrede":3504,"Ġdiscon":3505,"Ġcompletion":3506,"Ġstrategic":3507,"Ġ;":3508,"Ġweak":3509,"Ġresidential":3510,"ĠLic":3511,"goti":3512,"aser":3513,"ET":3514,"SION":3515,"Ġexternal":3516,"aining":3517,"Ġinves":3518,"Ġlegis":3519,"ĠInter":3520,"ease":3521,"Ġuns":3522,"incorporated":3523,"Ġdependent":3524,"Ġhereto":3525,"ĠWhile":3526,"ĠREIT":3527,"anging":3528,"Ġrestructuring":3529,"Ġpartners":3530,"ĠCOMP":3531,"Ġapplied":3532,"ĠParties":3533,"Ġlater":3534,"Ġinterpre":3535,"ĠZ":3536,"Ġnorm":3537,"Ġprofitability":3538,"Ġphys":3539,"ĠAR":3540,"Ġread":3541,"Ġformer":3542,"ie":3543,"LL":3544,"ITY":3545,"lements":3546,"akes":3547,"ĠChina":3548,"ĠPursuant":3549,"lier":3550,"Ġissues":3551,"Ġmerger":3552,"Pr":3553,"Ġobtained":3554,"ĠSales":3555,"truct":3556,"Comm":3557,"Ġbrand":3558,"ink":3559,"Ġcapitalized":3560,"ensive":3561,"Ġprotect":3562,"umulative":3563,"ĠRestated":3564,"ned":3565,"Ġcharged":3566,"such":3567,"ĠImp":3568,"Ġanal":3569,"cash":3570,"Ġlines":3571,"Ġwriting":3572,"Ġadvertising":3573,"Ġagree":3574,"By":3575,"Ġmonitor":3576,"hibits":3577,"ĠIndex":3578,"ĠDevelopment":3579,"Ġvariety":3580,"Ġdifferences":3581,"Ġmonthly":3582,"Ġreceivables":3583,"ĠPolic":3584,"Ġstates":3585,"ĠSpec":3586,"inding":3587,"Ġpresents":3588,"otion":3589,"Ġbook":3590,"Ġcombined":3591,"ĠCanada":3592,"Ġexpiration":3593,"Ġgovernmental":3594,"Ġdistribut":3595,"gical":3596,"Ġeffici":3597,"Ġrent":3598,"Ġregion":3599,"ĠElect":3600,"amily":3601,"Ġra":3602,"iana":3603,"Ġunderwrit":3604,"Ġregistration":3605,"Ġstated":3606,"Ġhaving":3607,"urrence":3608,"EM":3609,"losing":3610,"Ġcollabor":3611,"Ġmight":3612,"IG":3613,"ĠĠĠĠĠĠĠĠĠĠĠčĊ":3614,"Ġcompete":3615,"Ġearly":3616,"ĠAnalysis":3617,"Ġreviewed":3618,"Ġconsists":3619,"Ġhome":3620,"ifications":3621,"atic":3622,"ĠCORPOR":3623,"elve":3624,"Ġcommod":3625,"Ġuncertainties":3626,"Ġmultiple":3627,"ĠStandards":3628,"Ġcomparable":3629,"anged":3630,"gress":3631,"Ġforfe":3632,"Ġtimes":3633,"Ġher":3634,"Ġfree":3635,"Ġimpacted":3636,"com":3637,"ĠPayment":3638,"unctions":3639,"QU":3640,"Ġduly":3641,"Ġamendments":3642,"lies":3643,"ĠCar":3644,"emark":3645,"Ind":3646,"Ġfinance":3647,"Ġ%,":3648,"Ġinj":3649,"Ġperforming":3650,"iqu":3651,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3652,"ĠFOR":3653,"Ġunrealized":3654,"Ġexpire":3655,"ussion":3656,"Ġbonus":3657,"Ġvary":3658,"Ġprepared":3659,"CO":3660,"itical":3661,"aft":3662,"SP":3663,"Ġnegatively":3664,"ĠObligations":3665,"Ġrental":3666,"ĠFact":3667,"ĠCol":3668,"Ġending":3669,"Ġgenerate":3670,"bit":3671,"Ġproviders":3672,"Ġdomestic":3673,"Ġprocessing":3674,"than":3675,"ĠProducts":3676,"Ġfre":3677,"ĠWarrant":3678,"Ġexample":3679,"ĠTotal":3680,"ĠPrem":3681,"ĠBalance":3682,"Ġresponsibility":3683,"ĠRef":3684,"uction":3685,"ĠCommit":3686,"Ġunf":3687,"ĠSECTION":3688,"Ġderivatives":3689,"AM":3690,"itiz":3691,"Ġfraud":3692,"uled":3693,"Ġpending":3694,"ĠLenders":3695,"Ġinstrument":3696,"ework":3697,"II":3698,"ifying":3699,"ĠAN":3700,"Ġanother":3701,"Section":3702,"overed":3703,"amework":3704,"illed":3705,"Ġlisted":3706,"ĠEqui":3707,"gal":3708,"Ġvehic":3709,"inations":3710,"respond":3711,"ĠCorp":3712,"ĠDocuments":3713,"arters":3714,"Ġimprovements":3715,"ulation":3716,"Ġredemption":3717,"Ġtypes":3718,"Ġwater":3719,"ordinated":3720,"Ġreimbursement":3721,"Ġventure":3722,"Ġbenefici":3723,"hern":3724,"Ġtotaled":3725,"ĠEmployment":3726,"Ġapproach":3727,"Ġunrecognized":3728,"ĠDi":3729,"ĠAmerican":3730,"eu":3731,"ĠRights":3732,"Ġquoted":3733,"ĠInte":3734,"ception":3735,"Ġstores":3736,"Ġtwelve":3737,"ĠDefault":3738,");":3739,"END":3740,"aur":3741,"allen":3742,"Ġmatter":3743,"Ġuses":3744,"amp":3745,"ĠAS":3746,"Ġexperienced":3747,"Ġevaluate":3748,"ĠBase":3749,"ĠPartners":3750,"Ġmaintained":3751,"ruptcy":3752,"Ġsuccessfully":3753,"Ġinterim":3754,")(":3755,"ĠAM":3756,"ĠRetirement":3757,"ico":3758,"Ġbi":3759,"Ġjurisdictions":3760,"ĠDeferred":3761,"Ġvalid":3762,"Ġdeath":3763,"ĠOR":3764,"Ġmanufacturers":3765,"tructure":3766,"ĠOP":3767,"Ġinvolve":3768,"ĠEar":3769,"uties":3770,"Ġmodified":3771,"Ġnum":3772,"ĠSc":3773,"Ġweakness":3774,"Ġordinary":3775,"ansion":3776,"ington":3777,"PART":3778,