#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ Ġ
Ġ a
Ġ t
i n
Ġ o
r e
h e
č Ċ
o n
e r
t i
e n
Ġt he
a n
e s
e d
Ġ c
Ġa n
Ġo f
Ġ s
o r
a l
Ġ in
a t
ĠĠ ĠĠ
Ġ p
Ġ f
ti on
Ġan d
i t
en t
Ġ re
in g
i s
a r
Ġt o
Ġ b
o m
Ġ w
u r
e c
Ġ d
Ġ m
i c
r o
a s
Ġ čĊ
m ent
Ġ C
i l
Ġ e
a tion
s t
v e
l e
u n
l i
Ġ A
l o
e t
Ġo r
Ġ S
Ġt h
c e
at e
Ġ n
om p
l y
Ġa s
Ġ T
Ġ ,
Ġf or
Ġc on
u l
c t
c h
a b
Ġp ro
u s
Ġ I
i d
q u
Ġb e
Ġo ur
ĠĠĠĠ ĠĠĠĠ
Ġ P
Ġ (
Ġs u
Ġ h
Ġe x
i m
Ġo n
c i
o l
er s
re d
ĠĠ Ġ
at ed
o t
Ġ D
ĠĠ čĊ
it h
a y
Ġin c
u t
Ġ is
e m
omp an
Ġw ith
g e
ec t
t he
Ġ F
Ġs t
an t
it y
Ġ .
ompan y
ment s
Ġb y
es s
Ġ E
ĠT he
re s
i r
Ġ g
Ġw e
ab le
Ġth at
Ġa c
i g
a in
Ġ R
s e
p or
ti ve
en d
f f
Ġd e
Ġ un
ĠI n
Ġa re
p er
v er
Ġ O
t er
t r
ĠC ompany
the r
ti es
o un
Ġ $
Ġre s
Ġs h
an ce
Ġ v
u d
Ġ M
u e
Ġ r
Ġ B
ation s
s u
Ġc o
i tion
b er
Ġ L
p p
Ġan y
ci al
i f
er i
d u
ĠĠ ĠčĊ
in an
es t
Ġ N
l l
oun t
o d
Ġa d
Ġp r
d er
Ġw h
c k
it s
Ġn ot
an d
inan cial
om m
Ġ l
Ġo ther
t e
y e
il li
illi on
Ġf r
Ġc omp
por t
Ġ lo
as e
or m
er m
i on
a d
i b
ic h
l ud
Ġsu ch
Ġa t
Ġex p
a ge
an s
i ties
Ġas s
g re
Ġfr om
qu i
a c
a ct
Ġm illion
Ġ W
Ġ li
ar d
Ġwh ich
Ġa pp
t ain
o ck
em ber
ar y
ĠĠĠĠ Ġ
lo w
ul t
tion s
u st
a ve
Ġm ay
re n
u re
Ġa m
al l
Ġ$ .
v id
il l
t h
Ġd is
as ed
Ġh ave
a m
ig n
Ġf inancial
Ġinc lud
Ġac c
o s
gre e
s o
d ition
Ġsu b
en s
ye ar
Ġo per
Ġ us
er v
f orm
i z
Ġun der
ar k
ĠĠĠĠ čĊ
u m
al ly
Ġth is
a x
ec ember
i es
ĠS t
at es
a p
il ity
Ġre g
Ġ U
Ġt r
Ġ year
om e
ĠD ecember
ar t
Ġre c
Ġv al
e f
a re
et s
Ġcon t
Ġ G
ĠC on
or s
Ġc omm
v en
Ġ its
e l
Ġ im
Ġ he
ul d
du ct
o re
r u
Ġd i
Ġc h
Ġres ult
ic e
Ġa l
ent s
re st
ec tion
a ir
at ing
m p
Ġp er
Ġre qui
Ġre port
t ed
Ġ en
te rest
Ġst ock
ĠR e
or d
Ġ le
in ess
gree ment
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
Ġw ill
Ġp ur
s s
us iness
Ġm ark
ĠE x
o w
Ġin v
Ġsh all
Ġre l
Ġm an
Ġt ax
ci p
Ġco st
e w
Ġim p
an ge
u p
u al
Ġp ay
ig h
Ġw as
ĠW e
Ġm at
Ġst ate
ol d
Ġres p
ec tive
as h
ec ur
Ġe ff
eri od
Ġa ll
Ġval ue
_ _
Ġ H
is tr
re ct
end ed
Ġpro vid
Ġ J
Ġs e
l ic
Ġin terest
ur ing
erm in
c c
Ġp l
a il
Ġapp ro
f er
Ġam ount
Ġpro duct
if ic
Ġb usiness
s id
or por
Ġp eriod
ic es
Ġs erv
i v
Ġ -
ĠĠĠĠ ĠčĊ
Ġinc re
a ch
t o
mp lo
g es
Ġh as
c al
Ġa b
er tain
en er
i p
Ġass ets
Ġp re
ing s
ter n
is t
ro l
c es
a w
Ġs al
Ġt im
Ġmark et
a tive
ti m
t y
ur ren
ec u
j ect
u g
Ġc ash
T E
ĠIn c
li d
a res
o ur
iz ed
Ġinc ome
it al
Ġo ver
a k
red it
so lid
Ġdis c
Ġ )
o us
Ġm e
Ġo b
Ġ qu
Ġthe se
Ġad dition
ecur ities
igh t
Ġinv est
u b
ĠA greement
age ment
Ġn et
Ġc ap
Ġwe re
Ġtr ans
Ġmat eri
v al
Ġn o
Ġoper ations
he r
Ġco uld
O N
ol low
Ġinclud ing
Ġin d
Ġc l
it ed
Ġtim e
en ef
ar ti
solid ated
or t
ĠĠĠĠ ĠĠčĊ
Ġacc ount
ro w
or y
Ġo p
Ġg ener
an k
c ed
v is
i or
form ation
li g
Ġf air
T I
ab ility
p os
ect ed
e e
Ġcont rol
p t
Ġ up
Ġf ollow
Ġrel ated
Ġcon tr
v ers
Ġ if
ust om
ate ly
ug h
Ġlo ss
Ġd et
a ti
Ġre p
ĠC omm
Ġcost s
r ant
Ġd ec
Ġstate ments
ĠCon t
ĠU n
Ġof f
Ġw he
ĠP l
un d
i ed
Ġp art
g y
g r
Ġsh ares
Ġ es
ve lo
is k
il ities
o f
on g
en ti
is e
velo p
i ve
Ġreg ul
en se
Ġthe re
Ġ$ ,
Ġc ertain
ut ure
Ġ it
Ġc urren
Ġd o
ol l
Ġs p
Ġa ff
Ġ ended
Ġre ce
u res
o ut
Ġt erm
in e
Ġe mplo
Ġc ustom
w ard
Ġb ased
o ver
Ġis su
Ġes tim
Ġcomm on
Ġs ign
Ġa g
Ġ %
st r
Ġ V
Ġe ach
ecu tive
Ġth an
Ġd ate
Ġre ven
Ġo ut
Ġf uture
Ġproduct s
c tion
Ġmateri al
e x
ĠS ection
ĠP ro
Ġde f
ic al
o g
Ġre f
Ġyear s
res ent
ĠC h
Ġb enef
ad e
ific ant
Ġin formation
o se
E N
Ġrequi re
Ġf il
Ġreport ing
o uld
Ġsh are
Ġr ate
ff ic
ti t
Ġbe en
ĠN ot
Ġsub ject
Ġal so
er al
p r
' s
ro ugh
Ġhe re
w n
Ġcon dition
Ġresult s
Ġd uring
E R
Ġcon s
Ġcap ital
Ġd es
Ġde velop
Ġdet ermin
h ip
as s
A N
T he
o p
tern al
ĠPl an
fer red
Ġc redit
Ġdi rect
e ren
Ġrequi red
Ġsal es
Ġper form
as on
is cal
Ġr isk
tr ib
ĠF inancial
Ġthe ir
ĠA s
Ġd ue
Ġapp lic
vis ion
il y
s ion
og n
sid i
Ġn on
st ru
ĠSt ock
ĠA n
ur ance
x im
su re
Ġman agement
Ġsign ificant
ĠA ct
a us
ĠN o
ti v
Ġoper ating
ens ation
Ġcontr act
ĠO ur
. .
Ġe qu
Ġserv ices
ch ange
Ġfollow ing
an ges
ens es
Ġcurren t
i i
Ġrec ord
Ġpro per
as es
in cip
ĠĠĠĠ ĠĠ
Ġth rough
Ġli m
st and
__ __
Ġpur ch
orpor ation
old ers
o ard
or k
arti cip
ar ch
o st
t al
E S
Ġf iscal
istr ant
en ce
Ġpr im
xim ately
vers e
Ġin to
ĠSt ate
f ter
ĠCont ents
ib le
n ual
Ġ. %
i rect
qu is
c ess
ĠT r
ers on
Ġpr ice
u tion
Ġincre ase
ec h
a id
Ġn ew
Ġr ight
Ġo wn
ĠĠĠĠ ĠĠĠ
Ġup on
i al
m in
if ied
Ġl aw
Ġin s
Ġcont in
ective ly
u es
a g
v ed
b t
v i
stand ing
v ail
ĠT h
as t
Ġresp ect
ar ter
ĠA d
ar ily
Ġs ecurities
I N
Ġre ason
Ġcon solidated
quis ition
Ġm ore
Ġob lig
or row
su ant
ĠE n
O R
c y
ce ed
Ġm on
ab ilities
Ġaddition al
Ġappro ximately
Ġrec ogn
r it
ĠA cc
ar g
t em
o od
Ġ( )
Ġe ar
Ġre m
st an
A R
ab l
ĠEx ecutive
Ġw ould
ĠA m
Ġeff ect
ak e
o lo
ar i
Ġf ac
ĠĠĠĠ ĠĠĠčĊ
c on
Ġn e
Ġc an
i ti
ĠS e
Ġ j
I n
Ġm ade
Ġb as
Ġto tal
ech n
Ġexp ense
p end
a ce
Ġs et
Ġlo ans
A L
ar r
e red
Ġon e
Ġc ompany
Ġre du
Ġad verse
in ed
Ġrece iv
) ,
v es
ver age
l ect
y st
Ġemplo ye
Ġp os
Ġexp enses
Ġch anges
Ġpr incip
Ġ est
Ġsp ec
e ve
- -
Ġterm s
a red
Ġf und
Ġm ain
ers hip
Ġimp act
Ġex t
aus e
ĠF orm
Ġin ternal
le ment
on d
ar ies
w e
E C
a im
t en
v ent
Ġa vail
h ib
EN T
Ġg rant
Ġde bt
ti c
Ġprovid ed
Ġtrans ac
Ġprim arily
Ġbas is
A S
ĠP art
Ġa greement
is sion
am e
Ġdis trib
Ġa ut
Ġpro vision
um ber
T able
he d
Ġf ore
yst em
h or
Ġcustom ers
Ġreven ue
i a
Ġpr ior
Ġac quisition
Ġa fter
Ġinclud ed
I T
enti al
Ġr ates
Ġf low
Ġpur suant
Ġa r
Ġamount s
Ġqu arter
TI ON
k e
A TE
ow n
ti f
c lud
Ġissu ed
Ġapplic able
Ġli abilities
Ġprovid e
over n
Ġpl an
c r
at ory
Ġsub sidi
u tions
ation al
Ġacc ord
Ġlo an
e b
Ġinvest ment
ĠI f
ĠRe g
Ġac tiv
ed eral
ĠR es
Ġinclud e
N D
Ġdec re
Ġreg istrant
f or
l ed
ol ic
h olders
Ġwith in
Ġus ed
ĠB ank
an g
Ġdisc lo
i x
Ġin t
l d
f act
Ġv ari
ur n
Ġf act
gr am
Ġrequire ments
Ġp erson
re e
ĠB oard
Ġaff ect
Ġcon sid
ĠIn d
j ust
Ġab ility
ĠD irect
c ent
Ġaccount ing
Ġth ose
ant s
ĠRe port
ĠL o
Ġt ermin
Ġb ec
Ġequ ity
Ġdevelop ment
Ġout standing
eren ce
ĠO ffic
Ġus e
Ġf e
Ġwe ll
) .
Ġdes ign
Ġ K
val u
Ġre t
ĠL L
c ing
ce pt
an u
ub lic
ĠC orporation
Ġavail able
Ġpay ment
Ġc oll
Ġresp ectively
min istr
Ġn umber
Ġcl aim
Ġcomp ensation
ĠAcc ount
echn olo
Ġperform ance
c ul
Ġear n
it te
Ġloss es
gree ments
o ve
at a
in t
Ġrecord ed
Ġincre ased
Ġ ent
Ġeff ective
Ġm et
ĠC omp
su m
Ġ Y
ir d
a ck
Ġ y
ĠS ecurities
ĠS h
M ENT
Ġd ay
Ġserv ice
ur ch
Ġe qui
y ing
Ġp resent
Ġbe li
ĠTh is
a v
Ġaccord ance
Ġc arr
ĠD e
Ġen ti
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġcondition s
Ġproper ty
ĠF or
Ġfil ed
er c
Ġpurch ase
Ġgener ally
Ġal low
er cial
ĠThe se
on s
ir st
Ġp aid
ĠEx change
ĠM an
al ance
ĠO F
I C
itte e
res s
Ġre al
g ment
Ġb et
vid end
ompan ies
Ġcomp le
Ġwhe n
u ed
hib it
Ġpay ments
Ġfor m
du str
p tion
Ġs o
Ġexp ected
Ġoblig ations
Ġmon th
Ġright s
Ġg u
Ġl ong
v est
ĠOffic er
Ġo cc
Ġf ul
anu ary
Ġst r
Ġp ar
Ġch ange
p ar
Ġaut hor
er tif
il e
E X
Ġoff ic
ĠS ub
and ard
Ġpro cess
ĠLL C
Ġch ar
Ġli ability
ve l
y s
Ġme as
ist ing
Ġmain tain
we en
Ġh ad
Ġimp air
Ġa ud
ĠE mplo
i ef
Ġan nual
Ġe valu
re at
il i
Ġsal e
ĠJ anuary
ĠA ND
Ġm ake
Ġpro du
Ġac qui
Ġre str
Ġpro gram
Ġass et
l es
Ġad just
n er
Ġrecogn ized
Ġbet ween
Ġestim ated
. ,
Ġt w
ur red
Ġrestr ic
Ġs ystem
Ġb ut
o ci
Ġde li
it e
ĠState ments
- .
ĠUn ited
articip ant
f e
Ġcomp ared
Ġa ct
o int
Ġth ird
Ġbenef it
Ġqu al
ter m
Ġb ank
k n
Ġa greements
Ġass oci
ĠI N
Ġcon n
Ġman u
abl is
ĠSt ates
ĠO n
Ġex erc
Ġemploye es
Ġmanu fact
ĠM arch
ut ed
Ġdef ined
Ġrem ain
ĠNot e
Ġactiv ities
Ġreven ues
Ġp olic
Ġg overn
ĠP r
ced ures
w ise
O L
un e
Ġle vel
Ġl ess
ment al
Ġdi vidend
o li
ut e
( )
Ġdi ff
f ore
orpor ated
Ġprincip al
on om
Ġc ompanies
Ġsu pp
ro up
Ġcomm ercial
o c
Ġa ward
Ġins urance
Ġcomp e
id ent
ĠS erv
Ġop tions
Ġ end
Ġm od
Ġinvest ments
y ment
Ġflow s
Ġref erence
ow er
vi ew
Ġper cent
Ġregul atory
Ġperiod s
ĠNot es
Ġother wise
ti ce
Ġ$, ,
Ġest ablis
I S
n ing
Ġw rit
Ġpro ceed
Ġsub stan
I D
Ġdirect ors
Ġcon tain
Ġre n
on e
Ġlaw s
Ġin dustr
g an
iz e
Ġimpair ment
Ġpos ition
Ġt echnolo
Ġconn ection
Ġreg ard
u ti
Ġse ll
h od
Ġregul ations
Ġbenef its
b y
cc ess
Ġpro f
Ġdetermin ed
in es
Ġbe low
ti z
ur ther
ĠC redit
ec onom
e ver
pos es
g ate
per i
Ġwhe ther
Ġlo w
Ġp arti
Ġassoci ated
ec ess
Ġde ferred
Ġsubsidi aries
Ġp or
or tiz
Ġlim it
ĠJ une
Ġg ood
Ġle g
p re
Ġob tain
Ġfor th
g age
ecur ity
ĠCon solidated
ol der
Ġin stru
Ġfore ign
b ased
en ior
Ġl ic
Ġfact ors
s ed
t in
Ġf ederal
ĠA l
and s
o k
orpor ate
pend ent
li ance
Ġprovision s
Ġv ol
S U
Ġg row
Ġp ot
Ġcustom er
C I
al th
he n
Ġtransac tions
eb ru
ebru ary
ĠĠĠĠĠĠĠĠ Ġ
* *
qu id
Ġpro cedures
er gy
Ġpur poses
in al
Ġp erm
Ġgener al
ul es
ar ant
p ro
Ġin ter
Ġlim ited
it ted
Ġcontin ue
p ment
Ġ econom
Ġwh o
ministr ative
ĠS u
Ġf irst
Ġearn ings
an ces
g o
Ġb orrow
ĠCh ief
ĠP articipant
Ġrep resent
Ġmet hod
Ġfe es
Ġwith out
s ing
Ġme et
p art
pr i
A TION
.. ..
D A
ĠA g
Ġestim ates
Ġsubstan ti
our ces
iz ation
ĠTr ust
r ic
Ġn at
is c
Ġhe ld
Ġb alance
su mp
Ġus ing
pt ember
Ġp ublic
ĠO per
Ġmark ets
Ġe vent
Ġg as
f ul
l ess
ĠComm ittee
Ġpr ices
Ġd ata
Ġ "
Ġclaim s
ab ly
ro ss
d e
Ġadverse ly
Ġab ove
Ġs im
ic i
ens ion
Ġcontract s
Ġag ain
Ġd eri
ort f
Ġof fer
Ġpart y
Ġcl ass
ĠI tem
Ġc al
clud ing
ar rant
____ ____
ĠL end
Ġreason able
Ġc oun
Ġbeli eve
Ġst andard
Ġass ess
w ill
l ine
ir on
Ġth ree
ĠDirect ors
Ġsu ccess
v ing
Ġle ase
al s
Ġtr ad
cr ib
ĠAccount ing
ĠB orrow
ĠMan agement
t s
ĠS EC
Ġpor tion
Ġpl ans
Ġf ail
Ġa verage
Ġm in
Ġagain st
om b
y p
res ident
ĠD ate
ĠF ebruary
Ġext ent
ĠSe ptember
c l
e ar
Ġre view
ortf oli
Ġn ecess
Ġreceiv ed
Ġtax es
Ġcontrol s
Ġp at
t ers
ĠS T
Ġhere in
Ġex isting
v iron
Ġtw o
u ly
il ar
Ġvari ous
Ġag gre
ot h
Ġdisclo sure
ĠC ON
Ġret urn
ĠP re
Ġv est
inan cing
Ġfac ility
Ġg ain
Ġt able
R E
Ġdecre ase
ĠLo an
ci es
g in
ed i
u ation
Ġexp ect
Ġw ork
ark et
w ith
Ġd em
ĠR E
ur al
Ġex peri
a ges
lo c
ow ever
Ġon ly
ĠN ew
Ġappro val
ort gage
Ġop tion
ĠL e
Ġpar ties
Ġ kn
Ġin iti
Ġacqui red
Ġam ortiz
n ership
ic ally
b le
ate g
Ġe lect
Ġc ertif
Ġde pos
Ġ) ,
n ess
Ġaccount s
Ġas sump
ar m
W e
Ġp ortfoli
Ġdo es
r ange
Ġconsid er
Ġ) .
Ġlo c
Ġfac ilities
ic ate
at eral
eri es
Ġpro ject
Ġc ase
ĠC l
s et
ap ital
Ġregard ing
ver ti
ve red
Ġequi pment
Ġsu m
Ġday s
ĠA t
ĠAn nual
im um
Ġdeli ver
Ġpot ential
Ġaggre gate
qu ent
ĠT O
in ation
enti f
E x
o ber
in ical
Ġinc urred
it her
Ġpay able
Ġsim ilar
Ġcurrent ly
Ġan ti
Ġfund s
Ġac ce
Ġbe ing
id e
ĠM r
Ġinclud es
Ġstate ment
Ġs ame
ĠI I
ti l
ye e
urch ase
u ct
Ġse gment
Ġnot es
Ġad op
Ġam ended
Ġcons ist
in d
Ġun its
c he
Ġin te
Ġnecess ary
Ġli quid
Ġfollow s
Ġdistrib ution
Ġeconom ic
Ġt est
Ġex change
ĠP resident
Ġindustr y
ĠComm on
Ġh ig
C on
o u
c um
Ġ id
Ġrel ating
Ġthe n
Ġs ec
Ġc lo
Ġli ke
Ġthe y
Ġgrow th
Ġrisk s
Ġre qu
p port
p l
er ve
crib ed
Ġh igh
ĠAg ent
er g
ĠĠĠĠĠĠĠĠ čĊ
Ġd ated
O M
ti re
Ġset t
Ġportfoli o
ĠĠĠĠĠĠĠĠ ĠĠ
en cy
tin ued
Ġor der
ĠA ss
i vid
ro ll
Ġaud it
ĠO ther
Ġp articip
a j
Ġs he
Ġm ost
Ġmonth s
H E
MENT S
Ġb oth
Ġam ong
end ment
ĠA r
-- --
Ġ Q
Ġd r
Ġassump tions
ific ation
Ġresp ons
Ġinv ol
Ġgrant ed
s p
ir m
Ġlow er
ĠF IN
Ġcarr ying
a ult
ic ing
Ġf urther
at er
Ġmateri ally
ĠComp ensation
stan ces
ix ed
n ot
Ġdividend s
Ġne ed
ecu red
Ġres erv
te red
c ertain
Ġt yp
Ġful l
Ġimp ro
tr act
Ġemplo yment
Ġar range
f r
U R
en tive
ATE D
Ġ uti
un der
Ġinstru ments
Ġan n
Ġproper ties
v ents
aw are
ar ge
Ġsu pport
e pendent
er ic
I tem
Ġtermin ation
el aware
a f
Ġcompe ti
Ġexerc ise
Ġf our
h t
end ing
Ġp res
Ġc ir
ct ober
aj or
Ġspec ific
or n
w are
Ġhig her
Ġcontr ib
Ġent ered
Ġderi v
ĠBorrow er
em ed
Ġacc ru
Ġno tice
S C
oll ar
ur se
tire ment
ĠC od
Ġprovid es
i an
Ġtransac tion
Ġprodu ction
i re
Ġoff set
in s
em n
Ġh old
Ġ ro
Ġc omb
ci ation
Ġreport ed
Ġen viron
ang ible
en cies
pr il
CI AL
Ġgu id
ĠD ef
Ġs old
m an
Ġh ist
in c
i ent
Ġp h
et y
Ġh is
Ġreason ably
ec ti
AN CIAL
o b
Ġwhe re
Ġrece ive
ĠTr ans
Ġpolic ies
Ġdisc us
c tions
ĠIn vest
ot her
g ation
Ġs ome
re l
v ol
ĠLend er
Ġf inancing
Ġtechnolo gy
ĠT ax
ĠM ay
ĠO ctober
Ġab out
vi ous
ĠIN C
ĠD uring
Ġw arrant
Ġrec over
Ġaward s
Ġind ivid
Ġcon duct
Ġ :
ĠST ATE
ĠSub sidi
al ys
l er
Ġcomp liance
Ġhe d
i el
Ġcon sum
tern ational
Ġex ecutive
ĠFIN ANCIAL
ap h
Ġest ate
ĠB usiness
L E
ĠE X
Ġwrit ten
Ġcal cul
Ġleg al
c u
O TE
is tered
Ġcir cum
ĠA pril
cul ar
Ġcomp on
Ġm ust
Ġval uation
in ce
Ġme ans
Ġre le
s h
ĠComm ission
Ġad v
Ġsystem s
Ġaff ected
Ġex cept
Ġref lect
is ion
Ġmeas ure
Ġequ al
e y
Ġcon stru
Ġid entif
ĠĠĠĠĠĠĠĠ ĠčĊ
Ġb r
id ential
u ally
Ġm ajor
Ġinc orporated
at or
Ġallow ance
ati ves
Ġal loc
ati s
ent ure
h older
abl es
Ġs ecurity
Ġins tit
a i
Ġdes cribed
Ġe ither
m ber
Ġstock holders
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ čĊ
Ġc ause
Ġe l
ĠJ uly
qu ity
ĠCod e
Ġnat ural
ĠEx hibit
Ġe vents
Ġad d
Ġdisc ount
i um
Ġo il
ay ment
Ġrequ est
ĠCont rol
ĠAm eric
Ġhe alth
ĠA ll
Ġse e
in cluding
re c
Ġdem and
Ġbe gin
Ġun til
om es
Ġcl inical
Ġp ower
i ven
Ġdiff eren
ĠN et
ĠAn y
y er
Ġme an
Ġst at
Ġbe fore
ic ation
Ġresult ing
Ġmarket ing
ĠD isc
ow led
Ġoffic ers
ĠA c
m ission
Ġemploye e
um ul
lo b
Ġlike ly
Ġth ous
ab or
Ġgood will
ĠEmplo yee
ĠS p
Ġass urance
alys is
al e
em b
Ġcircum stances
Ġc orporate
p ut
Ġpro t
ations hip
Ġor ig
se quent
Ġb illion
Ġm ortgage
Ġse ver
go ing
n el
Ġde l
iel d
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠH old
Ġf ixed
ĠA ward
ĠNo ve
A P
I B
ĠState ment
ĠC apital
Ġoffic er
ĠNove mber
ren t
oun d
ĠG ener
ven ess
ĠEn ergy
il d
Ġremain ing
li z
Ġrequi res
Ġcon f
ĠG roup
Ġappro ved
su res
ĠServ ices
Ġen tit
Ġa gre
Ġpre p
Ġenti ty
Ġprof it
Ġstandard s
Ġex ceed
Ġhist or
ic t
p le
Ġim m
Ġpresent ed
ug ust
Ġpre vious
Ġ, ,
Ġissu ance
Ġrestric ted
Ġun certain
Ġac tion
Ġexperi ence
Ġparti cular
u le
Ġj ud
Ġanti cip
ecti veness
Ġappro pri
u red
ĠIn terest
ĠInc ome
Ġproceed s
ly ing
Ġsum m
Ġs c
Ġredu ce
Ġde emed
Ġab le
Ġrec ent
a pp
Ġocc ur
Ġown ed
Ġb ro
it ures
Ġreserv es
Ġact ual
s erv
ĠThe re
Ġex cess
Ġfor ward
ĠUn der
ĠR ec
ĠL i
ĠD elaware
Ġre se
lob al
Ġun it
Ġindivid ual
Ġit em
Ġb u
ĠPro per
s ive
Ġmat ur
ii i
gr aph
ĠSh ares
ĠA ugust
Ġbec ome
S OL
as ing
Ġind ic
Ġli fe
Ġequi val
d ic
op e
ĠSTATE MENTS
ĠS eries
Ġcurren cy
ĠI s
en ant
Ġind ependent
c er
li ed
Ġconsid ered
re hen
rehen sive
Ġestablis hed
ĠF ac
- (
Ġv ot
Ġbec ause
cl us
ign ed
Ġpos s
ch i
Ġsubsidi ary
is ed
Ġde pend
ul ti
ĠT able
Ġgu arant
par ation
g ments
C E
Ġb oard
ven ue
ĠĠĠĠĠĠĠĠ ĠĠĠ
is s
Ġne g
st ate
for ce
Ġdetermin e
SOL ID
ĠO ption
Ġtr ust
Ġs atis
urren t
Ġmanufact uring
ru g
al f
ur is
r a
Ġthere of
ĠP er
or th
Ġinv ent
Ġinterest s
ili ates
Ġdo cu
ak ing
Ġown ership
Ġg ross
of t
Ġguid ance
ĠDirect or
ĠE quity
Ġr ati
ĠB enef
SOLID ATED
av or
Ġ /
Ġspec ified
ĠA pp
uris dic
Ġchar ge
Ġtr ial
o ugh
ĠM arket
ĠC o
ĠEn ter
ĠReg ul
Ġappropri ate
Ġlevel s
w ork
Ġprogram s
C C
ĠS ee
Ġeff ectiveness
Ġpre m
Ġreport s
B S
Ġy ou
Ġentit led
Ġp ost
ĠPart y
Ġestim ate
Ġa chi
r on
Ġdesign ed
Ġval ues
in ion
TE M
ĠM at
ag ed
Ġc he
i er
vol ving
Ġexp end
Ġcoll ateral
Ġf l
Ġgovern ment
Ġre tain
Ġm arg
Ġsh ould
ffic ient
Ġuti liz
ib ility
Ġd am
p ted
ĠT HE
Ġen g
g ies
Ġdis pos
Ġchar ges
a ff
Ġat trib
Ġrese arch
ĠAd dition
ac ity
Ġbegin ning
Ġcomm it
and l
oft ware
Ġg reat
ti gation
Ġoblig ation
Ġtrans fer
Ġpr iv
ĠĠĠĠĠĠĠĠ ĠĠĠĠčĊ
Ġacquisition s
Ġb ase
Ġex am
Ġcontain ed
Ġlo cal
Ġmanufact ure
Ġpr ac
Ġdecre ased
Ġle ases
Ġrel ationship
if y
ĠP h
Ġvol um
Ġcomple ted
ĠO r
Ġimpro ve
Ġimp lement
ur y
Ġenti ties
Ġlic ense
ec tions
ĠR el
Ġdec l
ĠF ederal
Ġad ministrative
ĠV al
ĠG u
c omp
t ing
Ġex ec
ue l
Ġthous ands
Ġent er
Ġpercent age
Ġsubstanti ally
ĠF r
ĠV ice
ay s
ĠM ed
n ers
ĠOper ations
ĠReg istrant
Ġat t
Ġl arge
igh ted
C ompany
Ġevalu ation
ĠCON SOLIDATED
Ġt reat
is ing
E D
Ġaccru ed
u c
im b
) :
Ġderiv ative
Ġr ules
Ġsh ort
is es
R e
ĠH e
lig ible
Ġs enior
part y
ĠS enior
-. >
Ġc or
Ġf ive
ĠE ur
Ġc r
Ġcan not
ĠPart nership
Ġneg ative
r al
Ġsubstanti al
ĠP R
ĠSh are
ĠRes tr
p h
it le
is ted
Ġj urisdic
Ġdirect ly
form ance
Ġimm edi
Ġint angible
in ance
e qu
Ġm ulti
Ġredu ction
ĠS U
Ġacc ess
owled ge
Ġful ly
Ġfail ure
i o
Ġor d
h old
rel ated
Ġv i
Ġas sum
Ġmod el
Ġb re
< /
Ġc aus
Ġsec ond
Ġs el
Ġprincip les
Ġor gan
ĠT o
O ur
Ġincre ases
ĠCl ass
ĠF AS
.... ....
Ġinte gr
Ġpolic y
Ġarrange ments
ut able
ĠFac ility
O U
e es
Ġgreat er
Ġsupp li
Ġc li
Ġcap acity
S I
Ġbusiness es
Ġconsider ation
at ors
ac tion
Ġcontin u
Ġloc ated
istr ation
ĠC ash
l ity
Ġhistor ical
Ġm ed
m all
Ġshare holders
Ġhere by
ac c
iv ers
Ġconstru ction
arg et
and id
Ġredu ced
in a
ĠL im
Ġco ven
ff ective
Ġg roup
ĠAd ministrative
ĠF und
i tive
ess ion
Ġprevious ly
Ġs ince
du le
Ġso le
T S
Ġgain s
Ġexpend itures
Ġeff ort
Ġpat ent
vers ion
in ated
Ġsignificant ly
Ġamortiz ation
ĠHold ings
Ġres ources
ĠF DA
Ġbe h
Ġestablis h
Ġ X
Ġqual ity
ĠN on
p tions
ĠPre ferred
Ġdef ault
l ation
s ue
Ġcomm un
ĠIn formation
ok ing
ĠP erson
Ġmin imum
Ġcoun tr
o res
Ġthe m
Ġad equ
Ġsatis f
Ġop inion
Ġsee k
Ġre li
Ġst ud
Ġman y
oc u
Ġsuccess ful
ĠEx p
Ġret ail
Ġadop ted
Ġco vered
is h
Ġse par
Ġp en
e ll
Ġac cept
ĠC OM
Ġd rug
re tion
Ġcomp ly
che dule
Ġdeliver y
port un
ĠT erm
Ġs oftware
verti ble
Ġun less
Ġcompeti tive
ĠR isk
ad ing
et ary
erg er
Ġexp o
Ġinvent ory
Ġstr ateg
ompany ing
Ġiniti al
ol utions
Ġreceiv able
Ġc andid
ke y
S t
al ties
OTE S
ten ance
Ġprem ium
ĠGener al
ag ing
ĠT enant
Ġliquid ity
Ġcomp ar
ac y
Ġh owever
eb ted
Ġj oint
ler ated
Ġpre ferred
Ġh olders
ĠC an
Ġsu fficient
re as
ebted ness
Ġac tions
Ġin st
Ġf ee
ic ted
A T
Ġp ati
Ġsett lement
Ġpl us
pre ciation
Ġpr om
Ġun able
Ġp ension
Ġdec ision
Ġsub sequent
g ed
eve l
Ġop portun
Ġenviron mental
p ose
ĠA ff
P OR
g et
Ġin put
Ġs ur
Ġle ast
Ġperm itted
Ġre imb
ĠFAS B
Ġpr icing
Ġmat ters
ĠS out
un ction
res p
Ġresp ective
Ġacce pted
A s
ens ed
ĠSu pp
en ced
re g
ĠB ased
u ations
Ġauthor ized
ĠD istr
ĠAm endment
ĠIn s
ex t
Ġdepos it
Ġoper ation
ht m
Ġmaterial s
Ġquarter ly
ĠH owever
le ar
P L
ĠPro duct
Ġacc ompanying
andl ord
o per
Ġ [
Ġcomp rehensive
sid e
Ġc re
ĠOper ating
Ġcons tit
Ġexp ress
Ġadjust ments
Ġm emb
A C
Ġattrib utable
ĠP ar
ti ces
Ġfour th
ĠIn ternal
w h
IN G
Ġc orporation
Ġbeli e
x y
Ġimmedi ately
r s
se l
Ġpurch ased
A AP
Ġl ine
ĠO wn
ĠY ork
Ġtrad ing
ing ly
tic s
Ġactiv ity
l and
ĠRe venue
ĠIs su
Ġ key
ĠC al
Ġre st
Ġrespons ible
ĠEnter gy
or p
ĠĠĠĠĠĠĠĠ ĠĠčĊ
clud ed
Ġd il
Con tinued
I ES
Ġitem s
Ġoffer ing
Ġshe et
Ġcons ent
F IC
a ud
ĠR ule
ĠA SU
Ġd ollar
ĠD ocu
Ġt ake
Ġapplic ation
o ff
al ty
th ough
Ġwh ol
Ġt e
Ex hibit
t on
ĠGu arant
res ents
Ġco verage
ll ect
iz es
llect ual
Ġoper ate
p lo
Ġwe ighted
Ġm is
Ġcontract ual
Ġdepos its
eri a
Ġbeh alf
le y
Ġf inal
Ġman ner
Ġhere of
ar b
ĠW h
Ġcompe tit
Ġspec ial
Ġind emn
Ġ. (
Ġreg istered
Ġd ed
Ġ. .
er ing
Ġpl ace
Ġen ergy
ĠProper ty
ic s
Ġcomp et
Ġmatur ity
Ġsu per
ĠS ystem
Ġdec line
Ġprim ary
Ġrestric tions
Ġkn owledge
Ġadd ress
Ġassess ment
ĠServ ice
af ety
v ant
Ġsupp ly
Ġfl uct
g ing
Ġcons ult
Ġs w
l or
ĠLim ited
Ġche ck
b e
Ġperson nel
avor able
Ġli tigation
Ġp ast
Ġinc ur
or ies
Ġhere under
ĠY ear
ĠCan ad
oc us
Ġmain tenance
Ġcaus ed
ĠG rant
AR T
Ġoff ice
Ġd id
Ġy our
ĠSubsidi aries
Ġsever al
ĠS al
Ġwarrant s
Ġpro pos
O C
Ġeffort s
Ġborrow ings
Ġg iven
Ġsumm ar
F AS
Ġs mall
A B
ak en
incip al
rit eria
Ġcompon ents
ermin ation
ĠU S
Ġdirect or
Ġtreat ment
ĠInc entive
Ġun d
Ġ- ,
cr ip
Ġparti ally
an ch
Ġin f
Ġrece ip
ur suant
Ġvol ati
Ġrep l
ĠG overn
Ġrati o
ĠAmeric a
E P
Ġclass ified
ex p
ic ial
Ġperson s
Ġam end
Ġp red
ĠP eriod
U n
Ġthere to
Ġrep urchase
Ġdisc retion
ot al
T R
our ce
Ġc are
Ġcoven ants
ate gy
Ġs ecured
at her
ĠLe ase
lo ss
Ġadop tion
m itted
Ġdistrib utions
Ġcont ing
lo oking
a fter
r ing
ĠSe ll
Ġnet work
Ġin fr
Ġmajor ity
Ġdi ffic
ĠRestr icted
Ġunder lying
m it
ĠP ublic
ĠO b
Ġsub s
Ġan alysis
Ġtr ade
Ġkn own
Ġt arget
Ġco ur
ĠM e
Ġcompetit ors
H ER
Ġass ign
ot e
Ġapplic ations
ĠUn its
os s
Ġposition s
O n
Ġd own
Ġvest ing
Ġbelie ves
ĠEur ope
Ġdef in
ult s
Ġren ew
ir ing
ĠO ff
Ġinput s
ĠE ach
Ġen force
Ġp oint
or ld
at h
Ġocc urred
ut hor
ĠL andlord
ic ations
R S
Ġcontin ued
N G
Ġfil e
umul ated
ĠP ower
Ġposs ible
Ġm ax
Ġtax able
Ġcarr y
Ġconsum er
ĠC ertain
Ġmeet ing
ĠSu ch
ĠC oll
ĠN orth
Ġf uel
Ġdetermin ation
Ġl ast
Ġexpo sure
Ġadjust ed
ĠAss ets
Ġc ent
I TEM
U S
ĠTrust ee
G E
ĠRel ated
li min
ing le
Ġex ist
Ġf ocus
Ġmean ing
ĠLo ans
Ġdeli vered
Ġwh ile
ĠDisc lo
Ġdiscus sion
t d
Ġt en
ĠII I
c o
Ġpart nership
ru ct
is hed
velop ment
ĠD is
Ġac tive
Ġc riteria
Ġamortiz ed
Ġsell ing
Ġde v
ect s
os ed
Ġreimb urse
ĠA SC
V E
________ ________
ion s
Ġover all
Ġaccount ed
Ġagre ed
Ġother s
Ġclo sing
Ġpriv ate
Ġrespect s
C h
Ġe vid
app ro
ous e
ĠL td
Ġf irm
em ption
Ġb al
Ġbu ild
Ġle t
P A
Ġdifferen t
Ġis sue
Ġt echn
t ax
Ġpart ner
Ġmarg in
Ġcandid ates
Ġe ligible
Ġacqui re
Ġinstit utions
ĠPer formance
Ġcon cer
Ġcommit ments
ĠB r
Ġcoun ter
Ġcomb ination
iz ations
Ġachi eve
AN T
ĠD es
o ok
ĠB u
Ġexp and
Ġpat ents
ĠCon tract
ĠC ertif
Ġst ruct
Ġlimit ations
Ġapp ly
rec ogn
he re
m e
ĠAddition ally
Ġcomm ittee
Ġnat ure
Ġind irect
ĠC our
Ġpre paration
ex as
ĠR ate
ĠP a
er r
on us
b s
Ġvolum e
Ġmemb ers
Ġreal ized
ĠS ecurity
Ġinc entive
Ġs ingle
Ġcontinu ing
Ġcon version
Ġtim ing
Ġr ating
ren d
clus ive
Ġrecogn ition
ti cal
Ġout side
---- ----
Ġcomple te
stru ct
ĠInvest ment
al ized
Ġpro sp
ĠD ata
Ġfore c
Ġadjust ment
Ġresult ed
por ary
ĠL evel
ĠQ u
Ġfund ing
ĠC ost
Ġrel ative
y n
Ġrelationship s
if orn
iforn ia
ut es
Ġtime ly
Ġvi ol
Ġin ternational
Ġinte llectual
ĠIn ternational
Ġauthor ity
ĠSt andard
ver y
Ġjud gment
ĠP urchase
Ġsw ap
Ġvot ing
ro und
Ġhold ing
H IB
$ .
Ġco p
Ġad vis
Ġc ateg
it or
Ġprovid ing
he s
Ġs ources
ĠP urch
re ad
HIB IT
ight s
Ġanticip ated
Ġaff iliates
e p
tiv es
ĠN OTES
ID I
Ġr ange
Ġstr ategy
ĠS ec
ign ificant
Ġrep resents
ol ution
pri etary
Ġdel ay
t ary
w rit
ĠC urrent
Ġqu ot
ai red
Ġneed s
Ġm ember
ĠCour t
wh ich
Ġ ul
crip tion
at ure
Ġre d
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġpre vent
Ġb ond
Ġint end
an y
Ġwork ing
Ġ ge
Ġorig inal
tim e
ĠSU BS
Ġproject s
Ġse gments
Ġcomp r
D ecember
ĠCh ange
ent ures
Ġdiscus sed
ĠF air
ĠR est
ay ments
su red
reas ury
IDI AR
ĠT exas
Ġpur pose
Ġequival ents
Ġy ield
ĠVal ue
Ġinst all
Ġam endment
Ġpen alties
o ol
Ġserv ed
Ġfore going
Ġop en
verti sing
ĠW ith
ru pt
Ġreturn s
ĠU p
a z
ĠOb lig
O P
Ġdesign ated
em plo
Ġn ext
Ġman age
ĠSubsidi ary
Ġs ection
su b
ten tion
Ġtermin ated
Ġtechnolo gies
Ġen sure
Ġaut om
get her
ĠS FAS
Ġs ix
Ġeffect s
con t
Ġcountr ies
Ġt aken
ĠCal ifornia
Ġfil er
Ġl arg
Ġbal ances
serv able
in ary
Ġcon solid
ĠRegul ation
l ected
Ġregul ation
Ġen h
Ġn ame
ĠL aw
Ġearn ed
Ġrele vant
ĠG AAP
Ġde preciation
ĠIns urance
Ġun re
Ġare as
Ġind ebtedness
Ġfil ing
Ġperform ed
Ġcompon ent
m on
Ġres erve
Ġre struct
ĠSUBS IDIAR
Ġcalcul ated
Ġ.% ,
ĠRe p
Ġhigh ly
Ġ( "
Ġacc umulated
ĠS he
Ġtyp ically
Ġrecover y
Ġdet ail
ĠC orporate
Ġelect ric
Ġco ver
Ġag encies
Ġtermin ate
Ġg o
d ate
d ed
OR POR
Ġg lobal
ili ate
Ġar ising
Ġt rend
Ġob j
C H
end ar
Ġul tim
ĠAcc ord
ĠT ermination
Ġvolati lity
Ġe m
c are
le ase
Ġlong er
in ing
S E
Ġmed ical
o graph
ĠF irst
Ġproceed ings
k er
ill ing
recogn ized
Ġpre ced
Ġmax imum
Ġs afety
e ed
er red
B R
Ġint ended
uti cal
in vest
Ġmeasure ment
Ġgener ated
in terest
Ġexec uted
Ġadequ ate
Ġre tirement
ace utical
Ġsc hed
Ġbank ing
Ġal tern
Ġn am
Ġm aking
Ġreceip t
air man
Ġth ings
iv ing
l ass
Ġpati ents
w ay
Ġg r
ĠF urther
Ġmeas ured
an e
arm aceutical
Ġn or
Ġqual ified
Ġtrial s
ount s
Ġenti re
i pp
Ġref lected
** *
Ġelect ron
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
roll ing
e ti
arg ed
ĠSupp lement
Ġconsist ent
Ġperm it
ir ation
omes tic
Ġacce lerated
Ġl and
Ġfair ly
Ġb est
ar ing
Ġdiffic ult
n s
th at
Ġt em
ĠE ffective
I R
av ing
Ġa ir
b ack
Ġs olutions
Ġlimit ation
Ġare a
Ġpl ant
Ġim port
qu al
ip el
Ġc all
Ġindic ated
eri al
Ġtest ing
Ġdocu ments
Ġdisclo sed
Ġre ferred
Ġcour t
Ġpro prietary
Ġdam ages
Ġinstit ution
Ġdiff er
Ġm il
Ġex ecu
with standing
Ġw orld
Ġbre ach
Ġ k
Ġrecogn ize
Ġvest ed
P ro
Ġcontrib utions
E O
Ġh arm
ĠN ational
ag er
Ġinvest ors
an es
ĠEmplo yer
) ()
Ġcompeti tion
Ġpro b
Ġdocu ment
f inancial
Ġsepar ate
Ġco urse
ĠInd emn
Ġtrans port
c ome
Ġcal endar
ĠB l
Ġprot ection
Ġopportun ities
ĠC ent
TE D
ut ory
he rent
ĉ ĉ
ĠMed ic
Ġdispos ition
Ġdetermin ing
av ings
TI NG
Ġl end
Ġro y
ĠSUBSIDIAR IES
os p
Ġhed ge
ĠDe bt
Ġel ection
ef ul
Ġle ad
or gan
Ġjurisdic tion
Ġmeas ures
part ment
Ġthere fore
ĠG ood
ec ause
Ġagre es
it es
Ġalloc ated
ĠAd ministr
h ic
Ġconduct ed
ĠInd enture
ĠPr ior
ac tions
Ġavail ability
ic k
o v
Ġprof ession
ĠT echnolo
r ation
Ġstat us
Ġimp aired
Ġpropos ed
Ġ$, .
p aid
ĠAc quisition
Ġmaintain ing
a graph
I P
ĠTax es
Ġassum ed
Ġparticular ly
Ġdevelop ed
as ter
Ġnot e
ĠHe alth
Ġincre asing
Ġbro ad
Ġ ve
r ap
ac tive
ĠG lobal
Ġm er
Ġcomp ut
Ġm y
a h
OU N
ĠA C
" )
m arket
E F
c omm
Ġperson al
Ġon going
an c
Ġcli ents
L O
Ġd en
ĠAl though
Ġus eful
Ġl abor
Ġequival ent
Ġconting ent
Ġauthor ities
Ġto gether
Ġpurch ases
ĠColl ateral
ĠAccord ingly
w ide
ins urance
ER S
Ġsuppli ers
Ġarrange ment
d r
an ti
ĠRes ults
or age
at form
Ġdisclo sures
ĠAm ended
Ġsign ed
Ġprac tices
en ces
ĠI t
Ġb ack
Ġf avorable
ĠCh anges
Ġidentif ied
ĠSell er
Ġconstit ute
Ġd ates
Ġrepl ace
Ġal le
Ġe limin
Ġrecord s
Ġab s
Ġpreced ing
ĠAs so
Ġemplo y
Ġin herent
an ced
Ġsuper vision
Ġwhol ly
Ġvari able
li ved
Ġp a
for ward
Ġfluct uations
Ġf urn
Ġag ent
ĠCon dition
Ġwe bs
Ġevid ence
ĠR ules
ĠPro gram
Ġbank s
own ed
c oll
ĠA G
TI ES
Ġcon ver
Ġre volving
Ġc ases
y l
ĠAr tic
Ġevalu ating
Ġcon vertible
ĠA CC
Ġenviron ment
Ġaud its
Ġre de
Ġdisc on
Ġcomple tion
Ġstrateg ic
Ġ ;
Ġwe ak
Ġres idential
ĠL ic
go ti
as er
E T
SI ON
Ġex ternal
ain ing
Ġinv es
Ġleg is
ĠIn ter
e ase
Ġun s
inc orporated
Ġde pendent
Ġhere to
ĠWh ile
ĠRE IT
ang ing
Ġrestruct uring
Ġpart ners
ĠCOM P
Ġapp lied
ĠPar ties
Ġl ater
Ġinter pre
Ġ Z
Ġn orm
Ġprofit ability
Ġph ys
ĠA R
Ġre ad
Ġform er
i e
L L
IT Y
le ments
ak es
ĠCh ina
ĠP ursuant
li er
Ġissu es
Ġm erger
P r
Ġobtain ed
ĠSal es
tr uct
C omm
Ġbr and
in k
Ġcapital ized
ens ive
Ġprot ect
umul ative
ĠRest ated
n ed
Ġch arged
su ch
ĠI mp
Ġan al
c ash
Ġl ines
Ġwrit ing
Ġad vertising
Ġa gree
B y
Ġmon itor
hib its
ĠInd ex
ĠDe velopment
Ġvari ety
Ġdifferen ces
Ġmonth ly
Ġreceiv ables
ĠP olic
Ġst ates
ĠSp ec
ind ing
Ġpres ents
o tion
Ġb ook
Ġcomb ined
ĠCanad a
Ġexp iration
Ġgovern mental
Ġdistrib ut
g ical
Ġeff ici
Ġren t
Ġreg ion
ĠE lect
am ily
Ġr a
ian a
Ġunder writ
Ġreg istration
Ġst ated
Ġh aving
urren ce
E M
lo sing
Ġcoll abor
Ġm ight
I G
ĠĠĠĠĠĠĠĠ ĠĠĠčĊ
Ġcompet e
Ġear ly
ĠAn alysis
Ġreview ed
Ġconsist s
Ġh ome
ific ations
ati c
ĠC ORPOR
el ve
Ġcomm od
Ġuncertain ties
Ġmulti ple
ĠStandard s
Ġcompar able
ang ed
g ress
Ġfor fe
Ġtim es
Ġhe r
Ġf ree
Ġimpact ed
c om
ĠP ayment
un ctions
Q U
Ġd uly
Ġamend ments
li es
ĠC ar
em ark
In d
Ġf inance
Ġ% ,
Ġin j
Ġperform ing
i qu
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠF OR
Ġunre alized
Ġexp ire
us sion
Ġb onus
Ġv ary
Ġprep ared
C O
iti cal
af t
S P
Ġnegative ly
ĠOblig ations
Ġren tal
ĠF act
ĠC ol
Ġend ing
Ġgener ate
b it
Ġprovid ers
Ġd omestic
Ġprocess ing
th an
ĠProduct s
Ġf re
ĠW arrant
Ġexam ple
ĠT otal
ĠPre m
ĠB alance
Ġrespons ibility
ĠR ef
u ction
ĠComm it
Ġun f
ĠSEC TION
Ġderiv atives
A M
iti z
Ġfr aud
ul ed
Ġp ending
ĠLend ers
Ġinstru ment
ew ork
I I
if ying
ĠA N
Ġan other
S ection
ove red
am ework
ill ed
Ġl isted
ĠE qui
g al
Ġve hic
in ations
resp ond
ĠC orp
ĠDocu ments
art ers
Ġimprove ments
ul ation
Ġred emption
Ġtyp es
Ġw ater
ord inated
Ġreimburse ment
Ġv enture
Ġbenef ici
her n
Ġtotal ed
ĠEmplo yment
Ġappro ach
Ġun recognized
ĠD i
ĠAmeric an
e u
ĠR ights
Ġquot ed
ĠIn te
ce ption
Ġst ores
Ġtw elve
ĠDef ault
) ;
EN D
a ur
all en
Ġmat ter
Ġus es
am p
ĠA S
Ġexperi enced
Ġevalu ate
ĠB ase
ĠPart ners
Ġmaintain ed
rupt cy
Ġsuccessful ly
Ġinter im
) (
ĠA M
ĠRe tirement
ic o
Ġb i
Ġjurisdic tions
ĠDef erred
Ġval id
Ġde ath
ĠO R
Ġmanufacture rs
truct ure
ĠO P
Ġinvol ve
ĠE ar
u ties
Ġmod ified
Ġn um
ĠS c
Ġweak ness
Ġord inary
ans ion
ing ton
P ART
Ġw a
Ġt re
ĠC ER
Ġeng ine
qu are
D IC
Ġst orage
ĠN e
TE N
TE R
B IT
Ġcomm ission
ĠL et
ĠQ ual
ĠIssu er
TI VE
Ġprocess es
g th
Ġpl atform
ĠE s
Ġtrend s
ĠP UR
........ ........
ĠB ecause
Ġli ves
Ġrem ed
qui red
S O
r y
) )
ĠACC OUN
ĠUp on
F or
ĠL ess
Ġalloc ation
ĠCon s
Ġli g
Ġgrant s
Ġfe et
ĠM ortgage
Ġmon ey
ĠS chedule
ĠI ND
it ative
Ġdam age
ĠDisc ussion
Ġne goti
os ition
Ġge ograph
Ġte le
g ated
ĠMat ters
ac ed
c urrent
Ġproject ed
e al
Ġshe ets
ĠDistr ib
ĠDistr ict
ĠT reasury
ĠA ud
ac hed
m at
Ġparticip ation
BR L
Ġsp ace
Ġtem porary
Ġs eries
ĠCh airman
enti ally
b r
olo gy
ai ver
ob ile
ĠReport ing
tern et
Ġoper ational
ot el
ĠSout h
i red
Ġord ers
Ġsatisf y
Ġcor respond
Ġex clusive
Ġpred ict
Ġlic enses
= =
Ġparticip ants
Ġf unction
ĠCORPOR ATION
Ġd uties
Ġc ard
ĠS w
Ġstat utory
Ġn ational
Ġnorm al
SU s
C o
Ġwho le
mon th
Ġanticip ate
Ġwebs ite
Ġno tif
Ġh older
op ic
Ġaltern ative
ĠRe volving
Ġc ance
S T
Ġs ite
ĠLL P
Ġsupp lement
ol es
ĠL ong
ĠPr ice
d ef
IB OR
ro du
Ġp ipel
A m
Ġgener ation
fr om
o h
Ġreli ability
en e
Ġbond s
Ġsal ary
Ġs erve
it ure
Ġe ven
tiv ity
Ġs ource
ĠG as
Ġhealth care
Ġeff ectively
a ight
ĠRes erve
in o
Ġch allen
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠI V
TI C
Ġc y
Ġf lo
Ġf unctions
A d
Ġaud ited
ĠW hen
Ġcomple x
roll ed
Ġs ets
as tructure
vest ed
Ġtransport ation
ĠR o
Ġatt orn
ĠD r
ollow ing
Ġloc ations
ĠUn it
Ġag ency
E L
is m
l ain
ĠFact ors
Ġtrans mission
re tirement
ĠReg istration
eti tion
Ġlig ht
is on
Ġcon form
Ġf ace
Ġann oun
Ġext ended
ĠO ver
um an
Ġs us
Ġprob able
Ġestablish ing
ar s
OL D
Ġacc ur
Ġv end
ĠC oun
il ed
Ġrele ase
ĠG r
Ġconf idential
h ouse
ĠE BIT
ĠC losing
Ġc umulative
ĠPl ans
TI FIC
Ġdo ub
Ġpremium s
O x
Ġsub mitted
ĠF iscal
ud e
Ġtyp e
ĠAl so
Ġachi e
qui re
Ġjud gments
ĠT R
Ġregul ar
Ġel ected
ĠB e
iv ed
Ġdefin ition
u is
on se
Ġfr anch
Ġcompr ised
ĠPart ner
con tinued
Ġindirect ly
arb anes
r ate
osp ital
is able
red its
ĠT H
Ġconsolid ation
Ġderi ved
ens ing
Ġde fer
U L
ye es
Ġwith hold
ES S
Ġrec lass
eri v
ĠP articip
mission s
ĠArtic le
iz ing
l u
Ġstock holder
$ ,
low s
por tion
Ġvot e
Ġdiscon tinued
Ġrepresent ed
Ġac kn
Ġinvol ves
ount y
re am
Ġthe rap
ATION S
Ġexerc ised
Ġun paid
y ond
Ġborrow ing
Ġbro ker
Ġf ound
st ock
Ġs chedule
Ġlim its
ĠC O
ĠSout hern
an nel
ĠPro xy
Ġchar act
ons or
M S
omp t
Ġproceed ing
Ġparticip ate
Ġhe ad
Ġstr aight
Ġprofession al
Ġcop y
ĠD IS
just ed
om in
Ġmethod s
ĠNot withstanding
ĠL IBOR
Ġtechn ical
ĠP at
Ġext end
Ġre fer
Ġp ass
Ġde gree
Ġclo se
Ġbe yond
d own
Ġpresent ation
ĠT itle
Ġstruct ure
ĠNo tice
ĠIn dustr
as ure
Ġear lier
Ġshare holder
Ġinfr ing
w w
az ard
Ġs ecur
ĠL oss
B ased
Ox ley
Ġfor ce
Ġoffer ings
e arch
AN CE
ĠF DIC
RE E
Ġadv ance
ĠB y
Ġinterpre t
ollar s
ĠO T
Ġann ually
Ġad ministr
state ments
ĠX BRL
ĠS arbanes
Ġsel ected
ĠFr om
ĠInvest ments
eren ces
Ġag ents
Ġpoint s
uc lear
ĠRes ources
le x
viron mental
e ff
Ġuns ecured
Ġperiod ic
en cing
ĠAud it
ĠProper ties
Ġcarry forward
Ġmatur ities
Ġenh ance
Ġdef ici
ĠEBIT DA
ĠPh ase
ĠOffic ers
. )
Ġn ow
T h
Ġoccur s
Ġdiscount ed
Ġext ension
pr ise
Ġde al
Ġdil uted
Ġgood s
Ġcontain s
ĠS te
Ġs quare
ven tion
Ġocc urrence
Ġcommod ity
Ġex cluding
Ġdef end
Ġpro xy
vers ight
ic ates
Ġrep urch
Ġthrough out
Ġsumm ary
ĠPr incipal
ĠG e
In c
et ro
is tics
Ġrequire ment
ĠC ustom
lic able
Ġtrans ferred
Ġwh at
N ote
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠčĊ
M A
Ġdevelop ing
Ġass igned
Ġtrans ition
Ġsched uled
Ġcont em
Ġcoll ection
Ġguarant ee
Ġs avings
Ġserv icing
el ines
on t
v o
ili ated
Ġexerc isable
s on
Ġre ly
Ġoff ices
in ite
T r
ul ar
Ġinvol ved
ĠEX HIBIT
Ġcon cent
Ġdecision s
ub l
il le
Ġstrateg ies
Ġbec omes
Ġexp ansion
l an
Ġreflect s
Ġeng aged
Ġlet ters
Ġdiff erence
Ġle verage
ĠBenef it
Ġen act
ĠLo uis
Ġcontrib ution
Ġst ore
re en
Ġthere after
Ġlaw su
S ee
Ġl ending
Ġre vis
Ġstud ies
Ġcertif ying
ĠDocu ment
Ġtrad ed
ER C
Ġexceed s
Ġsole ly
re et
Ġexecu tion
ĠInc lud
ĠM ex
T A
m ore
ĠBl ack
Ġhed ging
Ġthere in
qual ified
F OR
Ġst aff
ĠCertif icate
im e
ĠL P
O W
I TIES
D irect
ĠStock holders
ĠW est
Ġexpect ations
Ġcertif icate
Ġnam ed
dr aw
ĠA uthor
Ġmarg ins
ĠI P
ĠM id
Ġvolum es
ĠY es
ĠS ignificant
Ġh ow
A n
ĠDe partment
Ġse ason
ĠTrans actions
ĠF irm
ĠM erger
ag n
ĠR ES
id a
ĠCost s
Ġwh ose
Ġidentif y
vision s
m illion
Ġbenef icial
Ġlarg est
N ot
Ġr ule
Ġ *
ig ital
ĠB anc
ĠAss et
C omp
ec tives
Ġsh ip
ĠRe al
Ġass ist
ĠE vent
y d
Ġtrad emark
Ġdr illing
or ation
ĠOr gan
ĠPro ceed
Ġsmall er
ĠF ore
on c
B L
Ġdr iven
Ġint rodu
ĠAddition al
ĠM ember
Ġlegis lation
Ġown er
Ġappro xim
o ot
Ġevalu ated
Ġpot entially
Ġborrow er
ĠIn stru
ur ring
con solidated
a uthor
Ġnum er
n ings
Ġaccept able
Ġc ell
Ġcons isted
at ures
ĠSEC UR
ĠC ounty
Ġp e
Ġinfr astructure
ven ues
ĠP en
ĠC ity
Ġdev ices
I E
Ġpr ompt
l p
ut ation
d ay
ĠLet ter
Ġdollar s
ĠPrem ises
Ġqual ify
ĠPa rent
er y
Ġsummar izes
SU ANT
ĠMan ager
Ġimport ant
Ġrem o
Ġwrit e
Ġrep air
Ġc redits
err or
ĠInd ependent
Ġapp ear
Ġrepresent ing
ĠAward s
Ġdetermin es
lor ida
o in
Ġsuccess or
ĠEx cept
Ġpar agraph
Ġcalcul ation
ĠAff iliates
ĠCl aim
Ġretain ed
Ġinvest ed
Ġtotal ing
Ġcoll ect
pl ace
Ġultim ate
ĠComm un
ĠSystem s
Ġbuild ing
anu fact
Ġliquid ation
I L
on es
c ompany
re tary
n et
Ġrequest ed
Ġrest aur
Ġdoub t
D ate
ĠA greements
ĠQu arter
e k
it able
ĠEurope an
ĠCon vertible
Ġroy alty
Ġelectron ic
ĠR et
ĠAd vis
T OR
Ġallow ances
Ġobtain ing
ti g
con tract
ĠF inance
Ġac ross
Ġout come
ĠO ptions
Ġcontem pl
A t
Ġle ased
g ener
m ical
Ġen gage
Ġat tract
Ġte am
Ġmer ch
Ġresp onse
Ġof ten
Ġconcer ning
ĠBu yer
Ġdis ru
am es
Ġman aged
Ġindustr ial
pro vid
ĠComm ercial
a verage
s ale
aw s
Ġt itle
Ġsh own
Ġob servable
Ġconf lic
Un ited
Ġdepend s
cont rolling
Ġpublic ly
ĠRec e
Ġissu er
ĠRE G
Ġm ix
ĠC ompanies
Ġspecific ally
ier arch
Ġe very
Ġcon cluded
ers igned
Ġtre ated
tiv ities
Ġfund ed
Ġw aiver
Ġown s
Ġc lear
Ġmil est
li ties
Ġadv ant
ĠAccount s
ĠUn ivers
Ġaffect ing
et ing
i ver
ul f
Ġindividual s
ĠPro ject
Ġr aw
if e
ĠEn g
ierarch y
re port
Ġlend ers
Ġdecl ared
Ġemploy ed
N ame
Ġp ool
le an
R es
Ġ z
ĠE l
Ġimplement ation
Ġcorrespond ing
et ermin
ĠPUR SUANT
lo sure
ĠC H
so ur
D uring
Ġlet ter
ĠPurch aser
Ġne ar
ĠM in
ĠOwn ership
m ark
ĠS um
ĠO ut
st ain
ĠA ir
Ġg ive
ĠW IT
Ġval ued
Ġindemn ification
tr ans
ition al
Ġimp osed
ĠCon f
Ġapproval s
M an
O ther
ĠCon trib
C A
Ġcertif y
ĠExp enses
o x
Ġst ep
Ġcr itical
Ġprincip ally
i res
Ġstud y
ut ing
Ġobj ectives
par ties
u ck
Ġhe lp
Ġorig in
Ġbec ame
N et
A X
Ġcommit ment
Ġres olution
Ġ i
ĠACCOUN TING
RE D
im p
Ġsh ow
F r
Ġal ong
ĠAdministr ator
Ġsever ance
Ġuncertain ty
ĠB as
ĠGuarant or
Ġperm its
Ġwarrant y
Ġdel ays
TIFIC ATION
Ġ. ,
Ġin sured
Ġiniti atives
ĠAsso ciation
P S
ĠLouis iana
Ġpro j
ĠF lorida
Ġexist s
Ġswap s
Ġstr ong
ee p
over y
ĠN AS
Ġdistribut ors
Ġlic ensed
Ġund ersigned
ti ff
Ġallow s
Ġs ens
ĠOn e
E n
Ġorgan ization
Ġ- -
j unction
Ġenforce ment
ĠN one
Ġrep ayment
a fe
Ġutiliz e
Ġcre ate
U C
ĠElect ric
Ġh and
ĠA D
pro duct
A GE
OC K
Ġw ay
Ġprodu ce
Ġco al
Ġco re
um p
Ġre insurance
ĠIn t
ĠEn ded
se qu
us e
ro p
Ġcarr ied
Ġassess ing
azard ous
Ġsu stain
ĠCOM M
w here
d isc
Ġph armaceutical
Ġloc ation
an ties
ĠP ension
Ġprof its
ĠM c
Ġ.% .
h ave
Ġcontin ues
iv il
ain tiff
Ġannoun ced
ce lerated
DA Q
ĠAff iliate
Ġpl ed
F O
ĠA ust
ain s
H L
ĠSt reet
Ġocc up
an cy
Ġm ut
ĠMedic are
Ġsc ope
Ġgeograph ic
Ġs ize
Ġst ren
Ġex per
sp ec
Ġcountr y
ĠTechnolo gy
ĠTh ird
Ġredu ctions
Ġwell s
Ġcateg ory
Ġrequ iring
Ġem erg
cr aft
con s
Ġh ierarchy
Ġy et
Ġs ites
m b
sh all
ab el
ĠReg istered
D elaware
Ġcarryforward s
P R
Ġcoun sel
ĠR ed
Ġexp lor
v an
Ġbank ruptcy
ot t
ĠMex ico
inc re
Ġinvest ing
Ġm iti
ĠTrans action
clud e
ĠAm ount
Ġrecent ly
Ġar bit
Ġat tem
ĠGood will
ĠF ERC
Ġch annel
Ġcont ent
Ġhed ges
m s
Ġexpect s
Ġopportun ity
ĠR SUs
om inated
ous ly
ĠS ecured
Ġp ack
ĠH older
Ġcomp lain
o pt
Ġrem edi
ĠInc orporated
ĠDisclo sure
Ġra ise
ĠV ir
Ġret ro
Ġwhol es
Ġp ubl
Ġcomm ence
ĠApp ro
Ġexec ute
Ġnumer ous
ĠPR O
ĠK ing
Ġdepend ing
Ġpati ent
ĠF ees
Ġsepar ately
Ġunderwrit ing
at t
Ġcomp uted
Ġass er
Ġrating s
Ġconsum m
Ġadv ances
ash ington
un tary
l ands
Ġwith draw
Ġutiliz ed
Ġmillion s
ef inite
Ġpos itive
ĠGrant ee
AN Y
Ġin ability
c apital
ĠOff ice
Ġdispos al
Ġcon junction
ĠBenef its
Ġs aid
Ġg iving
Ġgovern ing
ĠEn vironmental
Ġp articipant
Ġinf lu
Ġconver ted
ĠAG REE
al ity
vail able
Ġaccept ance
Ġworld wide
ĠSec retary
ĠCanad ian
Ġbe gan
ĠP ART
ĠInd icate
Re g
ĠEs tim
AS E
Ġoper ated
Ġen c
Ġown ers
ent ly
AB LE
c ost
Ġdistrib uted
Ġrep ay
ĠPolic ies
inc ome
ĠS AR
Ġexpress ly
ĠE PA
Ġviol ation
Ġst and
Ġguid elines
invest ment
Ġcontempl ated
um b
Ġconsult ing
Ġunder t
ill s
arr anties
Ġdet eri
Ġsp ending
h io
ĠB ro
ild ing
Ġm o
C ON
E mplo
A cc
Ġcli ent
e ys
ave l
Ġoff ered
Ġrel ate
id ge
con dition
N I
Ġ$,, ,
a u
et t
Ġcon sequ
an n
Ġind icate
Ġengine ering
ĠR ent
Ġl a
a ith
Ġreview s
Pr incipal
d es
b usiness
Ġrep utation
ĠUnivers ity
ĠN Y
Ġwithhold ing
Ġ( %
D I
Ġw ide
n ov
ĠE R
ĠIn ternet
ĠJ oh
Ġa ge
ch anges
ĠI TEM
ĠEqui pment
ort g
Ġanal y
Ġrec onc
ĠDe pos
I f
ĠS el
Ġsub mit
, "
Ġv ers
ĠCommit ments
ĠNAS DAQ
ĠGovern ance
Ġdefin itive
istr ib
Ġann um
ĠSec ond
L A
Ġpipel ine
ĠStock holder
peri od
ili ation
Ġs ti
per form
Ġcap abilities
iv es
m ary
Ġproj ections
ĠQuarter ly
Ġinfring e
ĠD u
ap id
Ġdi vid
oli tical
Ġb inding
is ter
D e
Ġh otel
Ġuti lity
ĠS ince
ĠRes earch
Ġsec ure
gr ated
Ġtest s
ad dition
Ġro le
ĠHold ing
ĠA T
Ġcent ers
v oc
EX HIBIT
S EC
ĠDi vidend
ĠM ich
val ue
ad a
Ġinvol ving
Ġpl ants
ĠFore ign
ĠDisclo sures
Ġdefici encies
Ġackn owled
Ġad opt
u tive
ĠM ar
re p
Ġt urn
an tit
Ġcr ude
quid ity
Ġcommun ications
Ġenact ed
m l
an che
Ġmin im
T itle
antit ative
Ġtechn iqu
ĠP ayments
Ġh ospital
ĠA P
state ment
Ġsett led
ĠDistrib ution
he ld
Ġguarant ees
- _
Ġreplace ment
ĠLic ense
Ġorgan izations
ĠD eriv
Ġcons isting
ĠC omb
Ġlic ensing
a ci
ĠInstru ments
ĠA b
Ġext ensive
Ġex hibit
ĠSupplement al
Ġsub ordinated
Ġexam ination
Ġe missions
I M
Ġinc orporation
V ER
Ġf aith
Ġrede em
ĠT AX
organ ization
Ġcontrib uted
clud es
ĠN ame
il it
Ġprovid er
Ġcy c
Ġo w
Ġweakness es
Ġpre f
Ġadministr ation
Ġrest ated
air ment
Ġman aging
Ġf ield
Ind icate
ol ved
Ġcance ll
ĠE N
Ġapp oint
d om
Ġregul ated
Ġimp ose
ĠAss ign
Ġrec omm
x ml
Ġen able
ĠSp onsor
Ġref und
or g
on str
ĠShe ets
Ġrecover able
ĠSub ject
Ġc ur
ĠD ue
ĠN O
Ġcon clus
ti ble
ĠSe gment
Ġindustr ies
or ter
ĠS ections
ĠST OCK
ĠAGREE MENT
Ġli able
Ġconsid ers
Ġqu anti
reg ul
e ffective
stru ction
th is
Ġst e
ount ed
ur ation
ĠAd v
Ġregion al
Ġcl ause
Ġcharact er
Ġfranch ise
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
Ġcertif icates
ĠW ork
Ex ecutive
Ġpro ved
Man agement
ĠY ou
ph one
F orm
ĠH ome
Ġdel in
he ther
lo ck
FOR M
Ġc e
** **
ĠShare holders
n e
ĠM ark
Ġthous and
urren cy
Ġ ir
Ġoblig ated
St ock
Ġattem pt
ĠCent er
ĠW ashington
Ġthere under
ĠCOMP ANY
A greement
ĠO hio
ail y
ĠS an
Ġres id
S h
R A
re t
se e
Ġact u
Ġ ed
*** ]
Ġind efinite
ĠSpec ial
ĠSe ver
ĠP ay
cl inical
Ġdi vers
Ġassign ment
Ġsu ff
od y
ĠBanc orp
Ġrati os
ĠS tr
Ġlarg er
Ġup date
Ġautom atic
Ġdis p
al es
Ġcommercial ization
Ġseek ing
Ġprompt ly
Ġpro portion
ĠSECUR ITIES
ĠM on
Ġaff iliate
Ġrevis ed
ĠMe eting
ĠRece iv
T H
Ġcommission s
Ġf ood
Ġoper ates
Ġsh orter
Ġguarant eed
Ġthere by
Ġf oot
ech an
tain ing
ĠEn ti
Ġle ading
f ers
sum er
Ġdecre ases
T C
ic ated
Ġdis ch
is su
author ized
Ġs ent
er o
Ġpro hib
m ay
iv ision
Ġprosp ects
ĠVir gin
Ġid enti
ĠREG IS
Ġultim ately
Ġad min
ĠC om
Ġs k
Ġwholes ale
St ate
Ġh our
Ġ ]
ous ing
ĠS olutions
Ġm and
ĠAC T
f und
F inancial
N OTE
c ast
ĠDIS C
Ġimplement ed
Ġsus p
ĠThere fore
Ġar ise
Ġr apid
i ers
ĠRE L
ĠComp rehensive
ĠF ile
Ġborrow ers
Ġin sure
Ġaudit ors
Ġdem onstr
b enef
Ġprep ayment
u ctions
Ġh uman
ob servable
ĠT ier
Ġform s
Ġl ist
N OTES
Ġsur v
Ġpro ble
Ġm ail
Ġsubsequent ly
Ġmodel s
Ġdevelop ments
Ġwh om
Ġpost retirement
d ered
Ġwas te
Ġdev ice
Con solidated
Ġacce ler
ic ro
Ġv ir
Ġst art
Ġsubs tit
Ġsp read
Ġch anged
TIC LE
Ġimpro ved
it ee
th ics
Ġmonitor ing
Ġforec ast
Ġtrust ee
ING S
ac hes
Ġt aking
Ġc ivil
ans as
S ub
ĠAust ral
Ġconf irm
ĠP L
Ġins p
Ġvend ors
OC U
-------- --------
ĠMe asure
Ġon line
Ġel se
ĠC EO
Ġcontr ary
Ġadd ed
ĠO N
Ġcent er
Ġcateg ories
Ġexp ensed
Ġf avor
d ec
ĠV IE
appro ximately
Ġinves tig
quire ments
oun ce
le ading
ord s
Ġrenew al
ĠFund s
Ġgo als
Ġs y
ĠE ast
ĠT opic
Ġex cluded
ĠE ligible
acc ru
ĠInd ebtedness
ĠLe gal
Ġconform ity
Ġcurren cies
qu iring
Ġpa per
le um
ic on
r i
Ġm akes
Ġfurn ished
ĠM et
ĠKing dom
Ġn uclear
ĠFurther more
ĠPro t
ĠW HER
Ġwe ather
Ġexplor ation
TION S
w ater
re ciation
am ing
ĠDu ke
Ġconsum ers
Ġpl aced
ĠN or
Ġbe ar
Ġw ire
Ġann ivers
til ity
Ġv ac
ĠE QU
Ġmeasure ments
ĠA ut
ĠAs ia
ĠEmplo yees
Ġwe ek
Ġmod ification
Ġbet ter
ĠJ ap
Ġachie ved
Ġth reat
Ġplan ning
Ġsh ipp
Ġclo sed
b ank
Ġphys ici
h as
Ġperiod ically
Ġtrad itional
yl van
ar ial
ĠComp liance
Ġcomp ens
D S
Ġqu arters
Ġform ul
el ec
Ġrel ates
Ġc at
Ġpart s
ĠS ch
ĠCont in
Ġneed ed
Ġfocus ed
ĠEx t
ylvan ia
S A
Ġprodu c
Ġrepresent ations
ĠDes igned
f ollowing
Ġassess ments
" ),
est ing
he ad
N o
coll ectively
ol ar
ns ylvania
Ġbas ic
S ecurities
Ġch ief
Ġredu cing
ĠWe ll
pend ence
ĠS ER
ĠS ome
Ġsuppli es
Ġadvant age
ĠAd justed
Ġexp osed
v ille
ĠRegul atory
Ġd igital
us ed
ail ure
Ġch o
Ġfil ings
G L
Ġprac tice
Ġattorn eys
T erm
iss iss
Ġind ex
if ies
Ġde em
ĠS C
ol s
oper ations
Ġman ag
ĠGovern ment
op h
Ġelectric ity
Ġint ent
ch ing
oin ted
Ġperm an
ĠSc hed
er rit
Ġgener ating
ĠLi abilities
Direct or
ĠG ulf
if t
ĠLess ee
Ġp age
Ġphys ical
ĠN umber
ow ers
Ġvi ew
Ġfluct u
ĠE state
ississ ipp
Ġaward ed
od d
EC U
Ġdrug s
ci ated
ount ing
Ġconsult ants
Not es
Ġt end
Ġsecur itiz
Ġeconom y
Ġalle ged
Ġj o
Ġassess ed
org ia
ĠP erm
E AS
HL B
vo id
Ġbenefici ary
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
etro leum
sh ares
Ġremedi ation
Ġcomplain t
Ġprodu ced
Ġcounter parties
es tim
ĠAm ounts
res hold
Ġpa rent
ĠB Y
Ġrecogn izes
Ġin tr
Ġtechniqu es
Ġp olitical
Ġelse where
fact ory
Ġ x
per formance
ississipp i
d i
ĠConf idential
Ġt enant
e ach
Ġcre ated
Ġcont rolled
Ġw arranties
ĠBenef icial
Ġinvest or
Ġtr aining
Ġvehic les
ĠPro cedures
en ed
sub ject
Ġdiscount s
sid er
Ġreclass ified
ĠIndemn itee
ĠSupplement ary
Ġas p
EN S
ĠCh ar
ĠTrans fer
Ġpl aintiff
Ġexpress ed
C P
Ġc ease
c row
ĠFr amework
Ġintegr ated
Ġcredit ed
Ġact s
. %
ĠSum mary
ĠG P
Ġenter prise
Ġup d
ĠD E
Ġch anging
ĠO versight
Ġm obile
en gth
Ġimp lied
Y S
kn own
Ġapp eal
Ġa void
ĠTechnolo gies
Ġplan ned
Ġreli ef
w hether
iv ate
emplo yee
Ġadv anced
Ġimprove ment
Ġc as
i able
Ġdistrib ute
Ġf ew
perform ing
n on
Ġnot ed
Ġse ven
Ġin nov
Ġs em
Ġmaintain s
Ġcover ing
M B
ĠC r
Ġcomput er
Ġv entures
Ġoff ers
Ġremain s
g er
ĠL ife
al id
Ġconstru ed
I A
Ġparticip ating
Ġdecl ines
Ġvehic le
Ġtrademark s
ad o
Ġh azardous
Ġas sure
AN GE
lo g
ib ilities
AR Y
ĠAc tivities
Ġsel f
ade qu
ĠRe venues
A l
ĠC he
Ġd aily
O S
N A
Ġpor tions
Ġconsequ ences
Ġr ather
ĠDes ign
Ġt ables
Ġth ir
Ġh ard
)() (
Ġhistor ically
ĠP U
ĠO f
ores ee
ĠD OCU
ĠBenef ici
Ġapp ointed
Ġdisclo se
ĠCER TIFICATION
AN S
ĠE ff
ib les
Ġpay ing
Ġannivers ary
ĠIn iti
f it
R C
Ġco de
Ġs it
Ġfact s
ĠMed ical
Ġrelative ly
Ġprosp ective
ot ing
ll ino
llino is
G AAP
f t
Ġinv alid
Ġr ad
Ch ief
Ġm ove
Ġpur sue
ĠF uture
ĠEar nings
Ġreason s
Ġreal ize
ĠB ond
i ber
ĠInc orporation
Ġclass ification
Ġintegr al
Fr ank
Ġbr ands
Ġal though
Ġcustom ary
Ġindivid ually
P art
ĠM ore
Ġsummar ized
x t
ĠM ac
Ġsatisf action
Ġrec overed
ĠF HLB
Ġapp ra
ĠPen nsylvania
D C
S ch
ĠF lows
Ġmulti p
ang ibles
- ,
u ity
ĠEX TEN
res sion
Ġm echan
l ing
en tion
ĠP ark
Ġreceiv ing
ĠInc re
b alance
Ġiniti ally
ĠM aster
ĠM ississippi
Ġfe atures
ĠC are
Ġmerch and
ĠA fter
ĠS ale
Ġm id
AGE MENT
Ġmis leading
in formation
ĠCar ol
Ġde b
ĠF inancing
e pendence
B A
Ġintegr ation
ĠEx hibits
ĠVirgin ia
Ġso on
Ġunder stand
ĠOwn er
th rough
Ġex ce
Ġair craft
low ance
ess el
Ġobj ective
h ood
Ġden ominated
POR T
ĠDepos it
Ġf amily
Ġpost ed
ĠD ec
Ġ% .
ful ly
cal e
M arch
P M
ĠAdministr ation
ĠE M
ĠSe paration
AN AGEMENT
back ed
ĠGe orgia
ĠMarket ing
Ġr anging
Ġun ith
Ġunder standing
ĠShe et
Ġcharacter istics
p ayment
Ġun vested
Ġinves tigation
Ġcommun ity
Ġ- )
ra z
ĠInte grated
ĠSt aff
Ġten ants
st ream
Ġreceiv es
ĠP PL
g u
S e
anufact uring
ĠH olders
ĠControl s
Ġfre quent
ortiz ation
Ġl ack
oresee able
ES T
arg o
om ing
Ġcounter party
d en
ĠApp licable
Ġremed ies
g en
us ion
Ġroy alties
on ounce
H AR
Ġresp ond
L evel
Ġallow ed
up on
ĠI RS
ĠAct ual
Ġs afe
Ġrestric t
st ance
I V
lig ht
Ġmut ual
Ġsatisf ied
Ġfr amework
Ġnam es
Ġrele ased
arg ets
ĠB AN
Ġatt ached
Ġunf avorable
o red
p ay
ĠOP ER
a greements
c redit
illi am
ect or
ĠD a
Ġprep aid
Ġcandid ate
ti se
Ġla un
Ġdis ease
Ġprom otion
ĠYear s
tic able
ĠAuthor ity
Ġdis m
ĠRe lease
ĠG ross
o pp
Ġinf lation
ĠS ett
ĠL ine
Ġdef ense
Ġdoubt ful
Ġreport able
Ġus ers
Ġaccord ing
Ġinter ru
Ġded uc
iti gation
Ġh alf
G Y
Ġ( $.
ve y
f ree
Ġachieve ment
Ġkn ow
Ġb id
ure r
Ġtr avel
Ġre vers
Ġd uration
P P
Th is
ĠU tility
rough t
Ġconcent r
a el
ECU TIVE
ĠMan y
em pt
Ġapp lies
Ġcommercial ly
ĠEXTEN SION
ĠC ause
Ġpre vail
Ġhist ory
es tern
erc ise
Ġcoll ectively
Ġf inan
Ġmed ia
agn os
as k
un ic
ĠD ay
Ġun authorized
ON OM
f ill
exp ense
Ġrepresent atives
Sch oles
d etermin
Ġf all
ĠA B
Ġpay roll
ĠWIT H
ĠG R
L o
ul ties
ĠB i
ĠP age
ĠD odd
ONOM Y
IS A
ĠTAX ONOMY
Ġin tern
du ction
ers ey
f ord
Ġsummar ize
Ġf if
Ġsti ll
Ġsatis factory
tr ue
ĠPl ant
ĠTh ose
b ear
ĠSched ules
o tive
andl ing
Ġhold s
Ġh yd
ĠNet work
Ġthir ty
ĠExp ense
Ġsupport ing
Ġf lex
Ġaccru al
ĠGener ally
D R
ĠP e
Ġclass es
Ġless er
E G
ĠEQU ITY
Ġed uc
Ġactu arial
H OLD
S R
Ġcomm enced
eri als
it ation
ĠI llinois
Ġat tr
Ġe lements
li ke
ĠPolic y
ĠProt ection
valu ation
oper ating
Ġeffici ency
Ġreconc iliation
d o
man agement
enti ves
ĠIn vent
Ġcor rect
ass ets
Ġinfringe ment
Ġlawsu its
Ġregul ators
ĠOrgan izations
Ġconclus ions
Ġ(% )
Ġl abel
serv ice
ĠPro vid
A D
pl us
Ġexecu tives
ĠSponsor ing
Ġth reshold
read way
Ġmanufacture r
ĠMat erial
Ġaccord ingly
Re port
Ġdr aw
it ing
unic ip
c ustom
Ġb l
- >
stan ti
am a
Ġexper tise
ĠO p
Ġun true
ĠCont ing
ĠO il
Ġo mitted
ĠUn ion
Ġg round
Ġb ud
Ġf ind
ĠPat ent
Ġcan cer
EP END
Ġch arter
accru al
Ġquanti ties
ĠL IN
off s
ĠT e
iss ory
Ġauthor ization
adequ ate
Ġdis ability
Ġrespons ibilities
f ic
Ġe t
Ġcoll ected
Ġsuppli er
Ġinvent ories
Ġmin ing
ĠJoh n
Ġcollabor ation
B ER
Ġcall ed
Ġpurch asing
resent ation
Ġcomm itted
Ġfail s
Ġprom ul
pos ition
ĠJ ersey
Ġabs ence
Ġrec urring
ĠBu ilding
Ġac quiring
Ġtele phone
R I
ĠS un
Ġaccur ately
Ġl ength
Ġmarket able
In terest
sequent ly
Ġf ines
Ġcomm encing
Ġw ww
Ġche mical
Ġinterpret ation
A G
m et
ĠAg ency
Ġnetwork s
Ġin ception
Ġelimin ated
Ġsched ules
op le
v ada
th ing
he st
ĠUS A
ĠRec ogn
Ġren dered
Ġmilest one
A ll
re ce
Ġthere on
Ġidenti cal
Ġfact or
c hed
Ġt argets
ĠCon sumer
ĠOF FIC
ut y
ĠMedic aid
c tive
ist or
Ġlarge ly
re ction
M P
Ġrepurch ased
Ġtechnolo gical
Ġserv es
eri z
Ġdis s
ĠT readway
" ).
it t
ent al
Ġre ti
Ġassump tion
ĠBorrow ers
aud ited
ĠJap an
Ġmiti gate
f ace
im inal
Ġprac ticable
Ġindemn ify
tem porary
Ġmin eral
Ġp op
ĠCustom er
Ġcoven ant
ĠOwn ers
ĠI T
ac celerated
qu ency
Ġfil es
Ġre in
per ty
Ġincre mental
ĠPh armaceutical
Ġqual itative
ic ed
ĠI S
ĠSupp ly
echnolo gy
as ers
ĠFund ing
L Y
Ġbu y
le t
Ġregard less
N ERS
Ġautomatic ally
Ġb rought
re me
Ġasp ects
Ġtrans fers
h ing
Ġlo se
ide o
Ġpro gress
Ġir re
ic er
sh ore
Ġpubl ished
CH ANGE
u ci
ĠPr ivate
ationship s
Ġanaly z
loc ation
ĠB raz
ĠContract s
ĠG erm
AR K
ĠCertif ication
ĠLi en
emplo yment
Ġestablis hes
Ġnon controlling
ĠOT HER
our se
R ec
L oss
Ġre organization
ap ter
Ġhead qu
Ġgroup s
ĠInterest s
sh are
ĠIND EPEND
product s
ĠParticip ants
Ġnecess arily
ortg ages
ĠC D
sel f
un ior
Ġrecomm end
Ġhed ged
im ilar
ĠInt angible
Ġt angible
Ġaff iliated
om a
ĠI d
Ġc lean
Ġse paration
t urn
s ec
quis ite
Ġcommercial ize
ur ity
ĠS ur
Ġm otion
ĠSu per
con n
iz on
Inc orporated
Ġacknowled ges
Ġsuff er
ĠInclud es
Ġintend s
Ġun observable
li hood
f iled
ot a
ĠREL ATED
ĠWell s
le vel
ĠJ oint
Ġplace ment
ac es
ĠSett lement
Ġp ut
ĠCons ult
u ch
Ġmethod ology
ĠM ary
s ignificant
Ġs ci
re m
ĠH ed
ro ve
ĠE d
ĠClaim s
Ġat tention
Ġde le
Ġexpand ed
Ġstren gth
unicip al
Ġdetail ed
Ġspecial ty
ĠAustral ia
U AL
Ġ[ ***]
er ce
Ġregular ly
ĠD el
om ic
cont rol
ist s
Ġo mit
Ġbro k
O X
Ġlend er
N on
ĠS up
Ġexp ires
Ġemplo yer
ĠW ater
Ġs low
ĠP N
en force
ĠEstim ates
Ġv essel
the re
ĠM od
Ġexpo sures
de velop
li f
F ebruary
w ood
R ES
ober t
l aws
ĠProceed ings
Ġconflic t
d is
Ġf in
Ġf oreseeable
ĠExt ension
In come
Ġsp l
Ġproble ms
ĠB onus
Ġ$,, .
Ġrestaur ants
Ġapproxim ate
ad es
Ġto p
UR ES
exp ected
c ise
Ġmon etary
Ġemerg ing
ĠWarrant s
Ġrel ation
ĠB E
Ġcr iminal
b u
Ġadvis ory
onounce ments
w est
Ġutiliz ation
Ġk eep
Ġretro sp
________________ ________________
Ġdes cription
ĠCommit ment
d irect
e ad
ĠEX ECUTIVE
ĠCoun sel
olo g
AN D
Ġmanag ers
con duct
Ġli en
Ġcomp ound
ĠAt t
C S
Ġadequ acy
Ġp owers
ol ute
O per
id uci
ĠDOCU MENT
ĠCarol ina
ĠLi ability
y alty
Ġremo val
Ġsu it
W S
Ġreceip ts
at ural
K B
ĠC F
Ġlike lihood
Ġrep aid
ĠPR C
ĠS afety
valu ated
Ġcertif ication
== ==
OR P
Ġt reasury
Ġdelay ed
to p
Ġcontrib ute
ĠDe preciation
Ġ ver
tr a
Ġmod ify
ĠIns tit
ent y
ĠS ci
ĠBenefici ary
Ġprohib ited
Ġprodu cing
Ġow ed
Ġapp reciation
p ec
Ġpromul gated
ĠT reas
T O
ĠEX CHANGE
Ġprior ity
a der
Ġrepresent ative
Ġdiffic ulties
Ġact ually
Ġmerchand ise
loss es
ĠS P
Ġinc entives
Ġact ing
Ġcon ven
isc ounted
V IC
Ġpartnership s
Ġsuccess ors
read y
anti cip
ĠC ap
rest ric
ad ed
Ġcontract ors
d le
C AL
Ġwhere by
Ġre tention
ual ty
as ted
Ġform ed
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġviol ations
li m
................ ................
Ġserv ing
ĠIniti al
am ortiz
Ġappra is
I F
B AN
ĠTh rough
B ank
ĠP ost
ĠInvest or
Ġtrans lation
T Y
ĠF ailure
Ġimpair ments
Ġpro hibit
Ġdetail s
Ġfac ilit
ĠOr der
Ġh andling
AR D
Ġr ise
ĠM ain
ĠER ISA
Ġinj ury
Ġcomp lies
Ġrede emed
report ing
iqu e
ĠK ey
ĠN OTE
ĠD o
ĠC or
Ġchallen ges
Ġc ol
ĠRegul ations
Ġunith olders
ĠMore over
cent age
le te
ĠCon struction
Ġcertif ied
Ġsustain ed
Ġle asing
Ġmanufact ured
ĠM er
ĠE m
m ing
ĠDis ability
Ġgo ing
BL IC
Ġded uctions
Ġassum e
Ġst age
re w
lic ation
Ġsel ect
Ġmat ure
ĠL itigation
o ice
Ġdi vision
Ġutiliz ing
b ut
Ġdisposition s
ĠOption ee
i ence
Ġidentif iable
Ġimpact s
ĠR iver
ĠM ANAGEMENT
KB ASE
ĠLIN KBASE
TEN TS
A F
ĠH OLD
ĠE thics
ĠNe vada
Ġ ***
ĠF ood
ĠEqui val
Ġelectron ically
A Y
spec ific
aci ties
Ġcap tion
ol ven
Ġcont rolling
Ġin adequate
ĠUn less
ĠOPER ATIONS
Ġm erg
